Repository: evobug-com/TKit
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, ja, ko, pl, pt, zh

# unknownGamePrivacyInfo
source: This mapping is private and only stored on your device
cs: Toto mapování je soukromé a uloženo pouze na vašem zařízení
de: Diese Zuordnung ist privat und wird nur auf Ihrem Gerät gespeichert
es: Este mapeo es privado y solo se almacena en tu dispositivo
fr: Ce mappage est privé et uniquement stocké sur votre appareil
ja: このマッピングはプライベートで、デバイスにのみ保存されます
ko: 이 매핑은 비공개이며 기기에만 저장됩니다
pl: To mapowanie jest prywatne i przechowywane tylko na Twoim urządzeniu
pt: Este mapeamento é privado e armazenado apenas no seu dispositivo
zh: 此映射是私有的，仅存储在您的设备上

# autoSwitcherError
source: Error: {error}
cs: Chyba: {error}
de: Fehler: {error}
fr: Erreur : {error}
ja: エラー：{error}
ko: 오류: {error}
pl: Błąd: {error}
pt: Erro: {error}
zh: 错误：{error}

# autoSwitcherStatusActive
source: Auto-switching active
cs: Automatické přepínání aktivní
de: Automatisches Umschalten aktiv
es: Cambio automático activo
fr: Commutation automatique active
ja: 自動切替が有効です
ko: 자동 전환 활성화
pl: Automatyczne przełączanie aktywne
pt: Alternância automática ativa
zh: 自动切换已激活

# autoSwitcherStatusInactive
source: Not monitoring
cs: Nemonitoruje se
de: Keine Überwachung
es: No monitoriza
fr: Ne surveille pas
ja: 監視していません
ko: 모니터링하지 않음
pl: Brak monitorowania
pt: Não está monitorando
zh: 未监控

# autoSwitcherLabelActiveApp
source: Active app
cs: Aktivní aplikace
de: Aktive App
es: Aplicación activa
fr: Application active
ja: アクティブなアプリ
ko: 활성 앱
pl: Aktywna aplikacja
pt: Aplicativo ativo
zh: 活动应用

# autoSwitcherLabelCategory
source: Category
cs: Kategorie
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリ
ko: 카테고리
pl: Kategoria
pt: Categoria
zh: 类别

# autoSwitcherValueNone
source: None
cs: Žádná
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
pl: Brak
pt: Nenhum
zh: 无

# autoSwitcherDescriptionActive
source: Your category automatically changes when you switch apps.
cs: Vaše kategorie se automaticky mění při přepínání aplikací.
de: Ihre Kategorie wechselt automatisch, wenn Sie Apps wechseln.
es: Tu categoría cambia automáticamente cuando cambias de aplicación.
fr: Votre catégorie change automatiquement lorsque vous changez d'application.
ja: アプリを切り替えると、カテゴリが自動的に変更されます。
ko: 앱을 전환하면 카테고리가 자동으로 변경됩니다.
pl: Twoja kategoria zmienia się automatycznie podczas przełączania aplikacji.
pt: Sua categoria muda automaticamente quando você alterna aplicativos.
zh: 当您切换应用时，类别会自动更改。

# autoSwitcherButtonTurnOff
source: Turn Off
cs: Vypnout
de: Ausschalten
es: Desactivar
fr: Désactiver
ja: オフにする
ko: 끄기
pl: Wyłącz
pt: Desligar
zh: 关闭

# autoSwitcherInstructionPress
source: Press
cs: Stiskněte
de: Drücken Sie
es: Presiona
fr: Appuyez sur
ja: 次を押してください
ko: 누르기
pl: Naciśnij
pt: Pressione
zh: 按

# autoSwitcherInstructionManual
source: to update manually to focused process
cs: pro ruční aktualizaci na zaměřený proces
de: um manuell auf den fokussierten Prozess zu aktualisieren
es: para actualizar manualmente al proceso enfocado
fr: pour mettre à jour manuellement vers le processus actif
ja: フォーカスされたプロセスに手動で更新
ko: 포커스된 프로세스로 수동 업데이트
pl: aby ręcznie zaktualizować do aktywnego procesu
pt: para atualizar manualmente para o processo em foco
zh: 手动更新到焦点进程

# autoSwitcherHeadingEnable
source: Enable automatic switching
cs: Povolit automatické přepínání
de: Automatisches Umschalten aktivieren
es: Habilitar cambio automático
fr: Activer la commutation automatique
ja: 自動切替を有効にする
ko: 자동 전환 활성화
pl: Włącz automatyczne przełączanie
pt: Ativar alternância automática
zh: 启用自动切换

# autoSwitcherDescriptionInactive
source: Categories will change automatically when you switch between apps.
cs: Kategorie se budou automaticky měnit při přepínání mezi aplikacemi.
de: Kategorien wechseln automatisch, wenn Sie zwischen Apps wechseln.
es: Las categorías cambiarán automáticamente cuando cambies entre aplicaciones.
fr: Les catégories changeront automatiquement lorsque vous basculez entre les applications.
ja: アプリを切り替えると、カテゴリが自動的に変更されます。
ko: 앱을 전환하면 카테고리가 자동으로 변경됩니다.
pl: Kategorie będą zmieniać się automatycznie podczas przełączania między aplikacjami.
pt: As categorias mudarão automaticamente quando você alternar entre aplicativos.
zh: 当您在应用之间切换时，类别将自动更改。

# autoSwitcherButtonTurnOn
source: Turn On
cs: Zapnout
de: Einschalten
es: Activar
fr: Activer
ja: オンにする
ko: 켜기
pl: Włącz
pt: Ligar
zh: 开启

# autoSwitcherInstructionOr
source: Or press
cs: Nebo stiskněte
de: Oder drücken Sie
es: O presiona
fr: Ou appuyez sur
ja: または次を押してください
ko: 또는 누르기
pl: Lub naciśnij
pt: Ou pressione
zh: 或按

# settingsTabMappings
source: Mappings
cs: Mapování
de: Zuordnungen
es: Mapeos
fr: Mappages
ja: マッピング
ko: 매핑
pl: Mapowania
pt: Mapeamentos
zh: 映射

# settingsTabTheme
source: Theme
cs: Motiv
de: Design
es: Tema
fr: Thème
ja: テーマ
ko: 테마
pl: Motyw
pt: Tema
zh: 主题

# settingsAutoSyncOnStart
source: Auto-sync mappings on app start
cs: Automaticky synchronizovat mapování při spuštění aplikace
de: Zuordnungen beim App-Start automatisch synchronisieren
es: Sincronizar mapeos automáticamente al iniciar la aplicación
fr: Synchroniser automatiquement les mappages au démarrage
ja: アプリ起動時にマッピングを自動同期
ko: 앱 시작 시 매핑 자동 동기화
pl: Automatyczna synchronizacja mapowań przy starcie
pt: Sincronizar mapeamentos automaticamente ao iniciar o aplicativo
zh: 启动时自动同步映射

# settingsAutoSyncOnStartDesc
source: Automatically sync mapping lists when the application starts
cs: Automaticky synchronizovat seznamy mapování při startu aplikace
de: Zuordnungslisten automatisch synchronisieren, wenn die Anwendung startet
es: Sincronizar automáticamente las listas de mapeos cuando se inicia la aplicación
fr: Synchroniser automatiquement les listes de mappages au démarrage de l'application
ja: アプリケーション起動時にマッピングリストを自動的に同期します
ko: 애플리케이션 시작 시 매핑 목록을 자동으로 동기화합니다
pl: Automatycznie synchronizuj listy mapowań przy uruchomieniu aplikacji
pt: Sincronizar automaticamente as listas de mapeamento quando o aplicativo iniciar
zh: 应用程序启动时自动同步映射列表

# settingsAutoSyncInterval
source: Auto-sync interval
cs: Interval automatické synchronizace
de: Intervall für automatische Synchronisierung
es: Intervalo de sincronización automática
fr: Intervalle de synchronisation automatique
ja: 自動同期間隔
ko: 자동 동기화 간격
pl: Interwał automatycznej synchronizacji
pt: Intervalo de sincronização automática
zh: 自动同步间隔

# settingsAutoSyncIntervalDesc
source: How often to automatically sync mapping lists (0 = never)
cs: Jak často automaticky synchronizovat seznamy mapování (0 = nikdy)
de: Wie oft Zuordnungslisten automatisch synchronisiert werden (0 = nie)
es: Con qué frecuencia sincronizar automáticamente las listas de mapeos (0 = nunca)
fr: Fréquence de synchronisation automatique des listes de mappages (0 = jamais)
ja: マッピングリストを自動的に同期する頻度（0 = なし）
ko: 매핑 목록을 자동으로 동기화하는 주기 (0 = 사용 안 함)
pl: Jak często automatycznie synchronizować listy mapowań (0 = nigdy)
pt: Com que frequência sincronizar automaticamente as listas de mapeamento (0 = nunca)
zh: 自动同步映射列表的频率（0 = 从不）

# settingsAutoSyncNever
source: Never
cs: Nikdy
de: Nie
es: Nunca
fr: Jamais
ja: なし
ko: 사용 안 함
pl: Nigdy
pt: Nunca
zh: 从不

# settingsTimingTitle
source: HOW THESE SETTINGS WORK TOGETHER
cs: JAK TATO NASTAVENÍ SPOLUPRACUJÍ
de: WIE DIESE EINSTELLUNGEN ZUSAMMENWIRKEN
es: CÓMO FUNCIONAN ESTAS CONFIGURACIONES JUNTAS
fr: COMMENT CES PARAMÈTRES FONCTIONNENT ENSEMBLE
ja: これらの設定の連携動作
ko: 이 설정들이 함께 작동하는 방법
pl: JAK TE USTAWIENIA WSPÓŁPRACUJĄ
pt: COMO ESSAS CONFIGURAÇÕES FUNCIONAM JUNTAS
zh: 这些设置如何协同工作

# settingsTimingStep1
source: App checks for focused window every {scanInterval}s
cs: Aplikace kontroluje zaměřené okno každých {scanInterval}s
de: App überprüft fokussiertes Fenster alle {scanInterval}s
es: La aplicación verifica la ventana enfocada cada {scanInterval}s
fr: L'application vérifie la fenêtre active toutes les {scanInterval}s
ja: アプリは{scanInterval}秒ごとにフォーカスされたウィンドウを確認します
ko: 앱이 {scanInterval}초마다 포커스된 창을 확인합니다
pl: Aplikacja sprawdza aktywne okno co {scanInterval} s
pt: O aplicativo verifica a janela em foco a cada {scanInterval}s
zh: 应用每 {scanInterval} 秒检查焦点窗口

# settingsTimingStep2Instant
source: Category switches immediately when new app detected
cs: Kategorie se přepne okamžitě po detekci nové aplikace
de: Kategorie wechselt sofort, wenn neue App erkannt wird
es: La categoría cambia inmediatamente cuando se detecta una nueva aplicación
fr: La catégorie change immédiatement lors de la détection d'une nouvelle application
ja: 新しいアプリが検出されると即座にカテゴリを切り替えます
ko: 새 앱이 감지되면 즉시 카테고리 전환
pl: Kategoria przełącza się natychmiast po wykryciu nowej aplikacji
pt: A categoria muda imediatamente quando um novo aplicativo é detectado
zh: 检测到新应用后立即切换类别

# settingsTimingStep2Debounce
source: Waits {debounce}s after detecting new app (debounce)
cs: Čeká {debounce}s po detekci nové aplikace (prodleva)
de: Wartet {debounce}s nach Erkennung neuer App (Entprellen)
es: Espera {debounce}s después de detectar una nueva aplicación (rebote)
fr: Attend {debounce}s après la détection d'une nouvelle application (anti-rebond)
ja: 新しいアプリを検出後{debounce}秒待機します（デバウンス）
ko: 새 앱 감지 후 {debounce}초 대기 (디바운스)
pl: Czeka {debounce} s po wykryciu nowej aplikacji (stabilizacja)
pt: Aguarda {debounce}s após detectar novo aplicativo (debounce)
zh: 检测到新应用后等待 {debounce} 秒（防抖）

# settingsTimingStep3Instant
source: Total switch time: {scanInterval}s (instant after detection)
cs: Celkový čas přepnutí: {scanInterval}s (okamžitě po detekci)
de: Gesamtwechselzeit: {scanInterval}s (sofort nach Erkennung)
es: Tiempo total de cambio: {scanInterval}s (instantáneo después de la detección)
fr: Temps de changement total : {scanInterval}s (instantané après détection)
ja: 合計切替時間：{scanInterval}秒（検出後即座）
ko: 총 전환 시간: {scanInterval}초 (감지 후 즉시)
pl: Całkowity czas przełączenia: {scanInterval} s (natychmiast po wykryciu)
pt: Tempo total de troca: {scanInterval}s (instantâneo após detecção)
zh: 总切换时间：{scanInterval} 秒（检测后立即切换）

# settingsTimingStep3Debounce
source: Total switch time: {scanInterval}s to {scanDebounce}s
cs: Celkový čas přepnutí: {scanInterval}s až {scanDebounce}s
de: Gesamtwechselzeit: {scanInterval}s bis {scanDebounce}s
es: Tiempo total de cambio: {scanInterval}s a {scanDebounce}s
fr: Temps de changement total : {scanInterval}s à {scanDebounce}s
ja: 合計切替時間：{scanInterval}秒から{scanDebounce}秒
ko: 총 전환 시간: {scanInterval}초 ~ {scanDebounce}초
pl: Całkowity czas przełączenia: od {scanInterval} s do {scanDebounce} s
pt: Tempo total de troca: {scanInterval}s a {scanDebounce}s
zh: 总切换时间：{scanInterval} 秒到 {scanDebounce} 秒

# settingsFramelessWindow
source: Use Frameless Window
cs: Použít okno bez rámečku
de: Rahmenloses Fenster verwenden
es: Usar ventana sin bordes
fr: Utiliser une fenêtre sans bordure
ja: フレームレスウィンドウを使用
ko: 프레임 없는 창 사용
pl: Użyj okna bez ramki
pt: Usar janela sem moldura
zh: 使用无边框窗口

# settingsFramelessWindowDesc
source: Remove the Windows title bar for a modern, borderless look with rounded corners
cs: Odstranit záhlaví okna Windows pro moderní vzhled bez okrajů se zaoblenými rohy
de: Windows-Titelleiste für ein modernes, randloses Erscheinungsbild mit abgerundeten Ecken entfernen
es: Eliminar la barra de título de Windows para un aspecto moderno, sin bordes y con esquinas redondeadas
fr: Supprimer la barre de titre Windows pour un look moderne et sans bordure avec des coins arrondis
ja: Windowsタイトルバーを削除して、角丸のモダンなボーダーレス外観にします
ko: 모던하고 테두리 없는 느낌과 둥근 모서리를 위해 Windows 제목 표시줄을 제거합니다
pl: Usuń pasek tytułu Windows dla nowoczesnego, bezramkowego wyglądu z zaokrąglonymi rogami
pt: Remover a barra de título do Windows para uma aparência moderna sem bordas com cantos arredondados
zh: 移除 Windows 标题栏，呈现带圆角的现代无边框外观

# settingsInvertLayout
source: Invert Footer/Header
cs: Invertovat zápatí/záhlaví
de: Fußzeile/Kopfzeile umkehren
es: Invertir pie/encabezado
fr: Inverser pied de page/en-tête
ja: フッター/ヘッダーを反転
ko: 푸터/헤더 반전
pl: Odwróć stopkę/nagłówek
pt: Inverter rodapé/cabeçalho
zh: 反转页脚/页眉

# settingsInvertLayoutDesc
source: Swap the positions of the header and footer sections
cs: Prohodit pozice záhlaví a zápatí
de: Positionen der Kopf- und Fußzeilenbereiche tauschen
es: Intercambiar las posiciones de las secciones de encabezado y pie de página
fr: Échanger les positions des sections d'en-tête et de pied de page
ja: ヘッダーとフッターセクションの位置を入れ替えます
ko: 헤더와 푸터 섹션의 위치를 교환합니다
pl: Zamień pozycje sekcji nagłówka i stopki
pt: Trocar as posições das seções de cabeçalho e rodapé
zh: 交换页眉和页脚部分的位置

# settingsTokenExpired
source: Expired
cs: Vypršel
de: Abgelaufen
es: Expirado
fr: Expiré
ja: 期限切れ
ko: 만료됨
pl: Wygasł
pt: Expirado
zh: 已过期

# settingsTokenExpiresDays
source: Expires in {days}d {hours}h
cs: Vyprší za {days}d {hours}h
de: Läuft ab in {days}T {hours}h
es: Expira en {days}d {hours}h
fr: Expire dans {days}j {hours}h
ja: {days}日{hours}時間後に期限切れ
ko: {days}일 {hours}시간 후 만료
pl: Wygasa za {days} dni {hours} godz.
pt: Expira em {days}d {hours}h
zh: {days}天{hours}小时后过期

# settingsTokenExpiresHours
source: Expires in {hours}h {minutes}m
cs: Vyprší za {hours}h {minutes}m
de: Läuft ab in {hours}h {minutes}m
es: Expira en {hours}h {minutes}m
fr: Expire dans {hours}h {minutes}m
ja: {hours}時間{minutes}分後に期限切れ
ko: {hours}시간 {minutes}분 후 만료
pl: Wygasa za {hours} godz. {minutes} min
pt: Expira em {hours}h {minutes}m
zh: {hours}小时{minutes}分钟后过期

# settingsTokenExpiresMinutes
source: Expires in {minutes}m
cs: Vyprší za {minutes}m
de: Läuft ab in {minutes}m
es: Expira en {minutes}m
fr: Expire dans {minutes}m
ja: {minutes}分後に期限切れ
ko: {minutes}분 후 만료
pl: Wygasa za {minutes} min
pt: Expira em {minutes}m
zh: {minutes}分钟后过期

# settingsResetDesc
source: Reset all settings and data to factory defaults
cs: Obnovit všechna nastavení a data na tovární výchozí hodnoty
de: Alle Einstellungen und Daten auf Werkseinstellungen zurücksetzen
es: Restablecer toda la configuración y los datos a los valores predeterminados de fábrica
fr: Réinitialiser tous les paramètres et données aux valeurs par défaut
ja: すべての設定とデータを工場出荷時の状態にリセットします
ko: 모든 설정 및 데이터를 공장 기본값으로 재설정
pl: Zresetuj wszystkie ustawienia i dane do wartości fabrycznych
pt: Redefinir todas as configurações e dados para os padrões de fábrica
zh: 将所有设置和数据重置为出厂默认值

# settingsButtonReset
source: Reset
cs: Obnovit
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
pl: Resetuj
pt: Redefinir
zh: 重置

# mappingEditorSummary
source: {count} process mapping{plural} from {lists} active list{pluralLists}
cs: {count} mapování proces{plural} z {lists} aktivního seznam{pluralLists}
de: {count} Prozesszuordnung{plural} aus {lists} aktiver Liste{pluralLists}
es: {count} mapeo{plural} de proceso de {lists} lista{pluralLists} activa
fr: {count} mappage{plural} de processus depuis {lists} liste{pluralLists} active{pluralLists}
ja: {lists}個のアクティブなリストから{count}件のプロセスマッピング{plural}
ko: {lists}개 활성 목록에서 {count}개 프로세스 매핑{plural}
pl: {count} mapowanie{plural} procesów z {lists} aktywnej listy{pluralLists}
pt: {count} mapeamento{plural} de processo de {lists} lista{pluralLists} ativa{pluralLists}
zh: 来自 {lists} 个活动列表的 {count} 个进程映射{plural}

# mappingEditorBreakdown
source: {custom} custom, {community} from community lists
cs: {custom} vlastních, {community} z komunitních seznamů
de: {custom} benutzerdefiniert, {community} aus Community-Listen
es: {custom} personalizados, {community} de listas comunitarias
fr: {custom} personnalisé, {community} depuis les listes communautaires
ja: {custom}件のカスタム、{community}件のコミュニティリスト
ko: {custom}개 커스텀, {community}개 커뮤니티 목록
pl: {custom} niestandardowych, {community} z list społeczności
pt: {custom} personalizado, {community} de listas da comunidade
zh: {custom} 个自定义，{community} 个来自社区列表

# mappingEditorButtonLists
source: Lists
cs: Seznamy
de: Listen
es: Listas
fr: Listes
ja: リスト
ko: 목록
pl: Listy
pt: Listas
zh: 列表

# mappingEditorButtonAdd
source: Add
cs: Přidat
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 追加
ko: 추가
pl: Dodaj
pt: Adicionar
zh: 添加

# mappingEditorDeleteTitle
source: Delete Multiple Mappings
cs: Smazat více mapování
de: Mehrere Zuordnungen löschen
es: Eliminar múltiples mapeos
fr: Supprimer plusieurs mappages
ja: 複数のマッピングを削除
ko: 여러 매핑 삭제
pl: Usuń wiele mapowań
pt: Excluir múltiplos mapeamentos
zh: 删除多个映射

# mappingEditorDeleteMessage
source: Are you sure you want to delete {count} mapping{plural}? This action cannot be undone.
cs: Opravdu chcete smazat {count} mapování{plural}? Tuto akci nelze vrátit zpět.
de: Möchten Sie wirklich {count} Zuordnung{plural} löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar {count} mapeo{plural}? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer {count} mappage{plural} ? Cette action ne peut pas être annulée.
ja: {count}件のマッピング{plural}を削除してもよろしいですか？この操作は元に戻せません。
ko: {count}개 매핑{plural}을(를) 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pl: Czy na pewno chcesz usunąć {count} mapowanie{plural}? Tej operacji nie można cofnąć.
pt: Tem certeza de que deseja excluir {count} mapeamento{plural}? Esta ação não pode ser desfeita.
zh: 确定要删除 {count} 个映射{plural}吗？此操作无法撤销。

# mappingEditorExportTitle
source: Export Mappings
cs: Exportovat mapování
de: Zuordnungen exportieren
es: Exportar mapeos
fr: Exporter les mappages
ja: マッピングをエクスポート
ko: 매핑 내보내기
pl: Eksportuj mapowania
pt: Exportar mapeamentos
zh: 导出映射

# mappingEditorExportSuccess
source: Exported {count} mapping{plural} to
cs: Exportováno {count} mapování{plural} do
de: {count} Zuordnung{plural} exportiert nach
es: Exportados {count} mapeo{plural} a
fr: {count} mappage{plural} exporté{plural} vers
ja: {count}件のマッピング{plural}をエクスポートしました
ko: {count}개 매핑{plural}을(를) 내보냈습니다
pl: Wyeksportowano {count} mapowanie{plural} do
pt: Exportado {count} mapeamento{plural} para
zh: 已将 {count} 个映射{plural}导出到

# mappingEditorExportFailed
source: Export Failed
cs: Export selhal
de: Export fehlgeschlagen
es: Error en la exportación
fr: Échec de l'exportation
ja: エクスポートに失敗しました
ko: 내보내기 실패
pl: Eksport nie powiódł się
pt: Falha na exportação
zh: 导出失败

# addMappingPrivacySafe
source: Privacy-Safe Path
cs: Cesta bezpečná pro soukromí
de: Datenschutzkonformer Pfad
es: Ruta segura para la privacidad
fr: Chemin respectueux de la vie privée
ja: プライバシーセーフなパス
ko: 개인정보 보호 경로
pl: Ścieżka bezpieczna dla prywatności
pt: Caminho seguro para privacidade
zh: 隐私安全路径

# addMappingCustomLocation
source: Custom Location
cs: Vlastní umístění
de: Benutzerdefinierter Speicherort
es: Ubicación personalizada
fr: Emplacement personnalisé
ja: カスタムの場所
ko: 사용자 지정 위치
pl: Niestandardowa lokalizacja
pt: Localização personalizada
zh: 自定义位置

# addMappingOnlyFolder
source: Only game folder names stored
cs: Uloženy pouze názvy herních složek
de: Nur Spielordnernamen gespeichert
es: Solo se almacenan nombres de carpetas de juegos
fr: Seuls les noms de dossiers de jeux stockés
ja: ゲームフォルダ名のみ保存
ko: 게임 폴더 이름만 저장됨
pl: Przechowywane są tylko nazwy folderów gier
pt: Apenas nomes de pasta de jogo armazenados
zh: 仅存储游戏文件夹名称

# addMappingNotStored
source: Path not stored for privacy
cs: Cesta není uložena kvůli soukromí
de: Pfad nicht gespeichert aus Datenschutzgründen
es: Ruta no almacenada por privacidad
fr: Chemin non stocké pour la confidentialité
ja: プライバシーのためパスは保存されません
ko: 개인정보 보호를 위해 경로가 저장되지 않음
pl: Ścieżka nie jest przechowywana ze względów prywatności
pt: Caminho não armazenado por privacidade
zh: 为保护隐私不存储路径

# colorPickerTitle
source: Pick Color
cs: Vybrat barvu
de: Farbe auswählen
es: Elegir color
fr: Choisir une couleur
ja: 色を選択
ko: 색상 선택
pl: Wybierz kolor
pt: Escolher cor
zh: 选择颜色

# colorPickerHue
source: Hue
cs: Odstín
de: Farbton
es: Matiz
fr: Teinte
ja: 色相
ko: 색상
pl: Barwa
pt: Matiz
zh: 色调

# colorPickerSaturation
source: Saturation
cs: Sytost
de: Sättigung
es: Saturación
ja: 彩度
ko: 채도
pl: Nasycenie
pt: Saturação
zh: 饱和度

# colorPickerValue
source: Value
cs: Hodnota
de: Helligkeit
es: Valor
fr: Valeur
ja: 明度
ko: 명도
pl: Jasność
pt: Valor
zh: 亮度

# colorPickerButtonCancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
pt: Cancelar
zh: 取消

# colorPickerButtonSelect
source: Select
cs: Vybrat
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択
ko: 선택
pl: Wybierz
pt: Selecionar
zh: 选择

# dropdownPlaceholder
source: Select an option
cs: Vyberte možnost
de: Wählen Sie eine Option
es: Selecciona una opción
fr: Sélectionner une option
ja: オプションを選択
ko: 옵션을 선택하세요
pl: Wybierz opcję
pt: Selecione uma opção
zh: 选择一个选项

# dropdownSearchHint
source: Search...
cs: Hledat...
de: Suchen...
es: Buscar...
fr: Rechercher...
ja: 検索...
ko: 검색...
pl: Szukaj...
pt: Pesquisar...
zh: 搜索...

# dropdownNoResults
source: No results found
cs: Nebyly nalezeny žádné výsledky
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
ja: 結果が見つかりません
ko: 결과를 찾을 수 없음
pl: Nie znaleziono wyników
pt: Nenhum resultado encontrado
zh: 未找到结果

# paginationPageInfo
source: Page {current} of {total}
cs: Stránka {current} z {total}
de: Seite {current} von {total}
es: Página {current} de {total}
fr: Page {current} sur {total}
ja: ページ {current} / {total}
ko: 페이지 {current} / {total}
pl: Strona {current} z {total}
pt: Página {current} de {total}
zh: 第 {current} 页，共 {total} 页

# paginationGoTo
source: Go to:
cs: Přejít na:
de: Gehe zu:
es: Ir a:
fr: Aller à :
ja: 移動：
ko: 이동:
pl: Przejdź do:
pt: Ir para:
zh: 跳转到：

# datePickerPlaceholder
source: Select date
cs: Vybrat datum
de: Datum auswählen
es: Seleccionar fecha
fr: Sélectionner une date
ja: 日付を選択
ko: 날짜 선택
pl: Wybierz datę
pt: Selecionar data
zh: 选择日期

# timePickerAM
source: AM
ja: 午前
ko: 오전
zh: 上午

# timePickerPM
source: PM
ja: 午後
ko: 오후
zh: 下午

# timePickerPlaceholder
source: Select time
cs: Vybrat čas
de: Zeit auswählen
es: Seleccionar hora
fr: Sélectionner une heure
ja: 時刻を選択
ko: 시간 선택
pl: Wybierz czas
pt: Selecionar hora
zh: 选择时间

# fileUploadInstruction
source: Click to upload file
cs: Klikněte pro nahrání souboru
de: Klicken Sie, um Datei hochzuladen
es: Haz clic para cargar archivo
fr: Cliquer pour télécharger un fichier
ja: クリックしてファイルをアップロード
ko: 클릭하여 파일 업로드
pl: Kliknij, aby przesłać plik
pt: Clique para enviar arquivo
zh: 点击上传文件

# fileUploadAllowed
source: Allowed: {extensions}
cs: Povoleno: {extensions}
de: Erlaubt: {extensions}
es: Permitidos: {extensions}
fr: Autorisé : {extensions}
ja: 許可されている拡張子：{extensions}
ko: 허용됨: {extensions}
pl: Dozwolone: {extensions}
pt: Permitido: {extensions}
zh: 允许：{extensions}

# menuButtonTooltip
source: More options
cs: Více možností
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
ja: その他のオプション
ko: 더 많은 옵션
pl: Więcej opcji
pt: Mais opções
zh: 更多选项

# breadcrumbTooltipShowPath
source: Show path
cs: Zobrazit cestu
de: Pfad anzeigen
es: Mostrar ruta
fr: Afficher le chemin
ja: パスを表示
ko: 경로 표시
pl: Pokaż ścieżkę
pt: Mostrar caminho
zh: 显示路径

# hotkeySpace
source: Space
cs: Mezerník
de: Leertaste
es: Espacio
fr: Espace
ja: スペース
pl: Spacja
pt: Espaço
zh: 空格

# hotkeyBackspace
source: Bksp
cs: Backspace
de: Rücktaste
es: Retroceso
fr: Retour
ja: Backspace
pl: Backspace
pt: Backspace
zh: 退格

# hotkeyDelete
source: Del
de: Entf
es: Supr
fr: Suppr
ja: Delete
zh: 删除

# hotkeyPageUp
source: PgUp
de: Bild↑
es: Re Pág
fr: Page préc.
ja: PageUp

# hotkeyPageDown
source: PgDn
de: Bild↓
es: Av Pág
fr: Page suiv.
ja: PageDown

# statusDashboardCurrentActivity
source: Current Activity
cs: Aktuální aktivita
de: Aktuelle Aktivität
es: Actividad actual
fr: Activité actuelle
ja: 現在のアクティビティ
ko: 현재 활동
pl: Bieżąca aktywność
pt: Atividade atual
zh: 当前活动

# statusDashboardNotStarted
source: Not started
cs: Nezahájeno
de: Nicht gestartet
es: No iniciado
fr: Non démarré
ja: 未開始
ko: 시작 안 됨
pl: Nie rozpoczęto
pt: Não iniciado
zh: 未开始

# statusDashboardReady
source: Ready
cs: Připraven
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비
pl: Gotowy
pt: Pronto
zh: 就绪
