Repository: evobug-com/TKit
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, ja, ko, pl, pt, zh

# welcomeTitle
source: Welcome to TKit
cs: Vítejte v TKit
de: Willkommen bei TKit
es: Bienvenido a TKit
fr: Bienvenue sur TKit
ja: TKitへようこそ
ko: TKit에 오신 것을 환영합니다
pl: Witamy w TKit
pt: Bem-vindo ao TKit
zh: 欢迎使用 TKit

# selectLanguage
source: Select Your Language
cs: Vyberte svůj jazyk
de: Wählen Sie Ihre Sprache
es: Selecciona tu idioma
fr: Sélectionnez votre langue
ja: 言語を選択してください
ko: 언어를 선택하세요
pl: Wybierz swój język
pt: Selecione seu idioma
zh: 选择您的语言

# languageLabel
source: Language
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pl: Język
pt: Idioma
zh: 语言

# continueButton
source: CONTINUE
cs: POKRAČOVAT
de: WEITER
es: CONTINUAR
fr: CONTINUER
ja: 続ける
ko: 계속
pl: KONTYNUUJ
pt: CONTINUAR
zh: 继续

source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
ko: 확인
pl: Potwierdź
pt: Confirmar
zh: 确认

source: Hello
cs: Ahoj
de: Hallo
es: Hola
fr: Bonjour
ja: こんにちは
ko: 안녕하세요
pl: Witaj
pt: Olá
zh: 你好

# languageNativeName
source: English
cs: Čeština
de: Deutsch
es: Español
fr: Français
ja: 日本語
ko: 한국어
pl: Polski
pt: Português
zh: 中文

# settingsLanguage
source: Language
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pl: Język
pt: Idioma
zh: 语言

# settingsLanguageDescription
source: Choose your preferred language for the application
cs: Vyberte preferovaný jazyk aplikace
de: Wählen Sie Ihre bevorzugte Sprache für die Anwendung
es: Elige tu idioma preferido para la aplicación
fr: Choisissez votre langue préférée pour l'application
ja: アプリケーションの優先言語を選択してください
ko: 애플리케이션의 선호 언어를 선택하세요
pl: Wybierz preferowany język aplikacji
pt: Escolha seu idioma preferido para o aplicativo
zh: 为应用程序选择您的首选语言

# languageChangeNotice
source: Language changed. The application will update immediately.
cs: Jazyk byl změněn. Aplikace se okamžitě aktualizuje.
de: Sprache geändert. Die Anwendung wird sofort aktualisiert.
es: Idioma cambiado. La aplicación se actualizará inmediatamente.
fr: Langue modifiée. L'application sera mise à jour immédiatement.
ja: 言語が変更されました。アプリケーションは直ちに更新されます。
ko: 언어가 변경되었습니다. 애플리케이션이 즉시 업데이트됩니다.
pl: Język został zmieniony. Aplikacja zaktualizuje się natychmiast.
pt: Idioma alterado. O aplicativo será atualizado imediatamente.
zh: 语言已更改。应用程序将立即更新。

# authSuccessAuthenticatedAs
source: Successfully authenticated as
cs: Úspěšně ověřen jako
de: Erfolgreich authentifiziert als
es: Autenticado correctamente como
fr: Authentifié avec succès en tant que
ja: として正常に認証されました
ko: 로 성공적으로 인증되었습니다
pl: Pomyślnie uwierzytelniono jako
pt: Autenticado com sucesso como
zh: 成功验证为

# systemTrayShowTkit
source: Show TKit
cs: Zobrazit TKit
de: TKit anzeigen
es: Mostrar TKit
fr: Afficher TKit
ja: TKitを表示
ko: TKit 표시
pl: Pokaż TKit
pt: Mostrar TKit
zh: 显示 TKit

# authConnectToTwitch
source: Connect to Twitch
cs: Připojit k Twitch
de: Mit Twitch verbinden
es: Conectar con Twitch
fr: Se connecter à Twitch
ja: Twitchに接続
ko: Twitch에 연결
pl: Połącz z Twitch
pt: Conectar ao Twitch
zh: 连接到 Twitch

# systemTrayAutoSwitcher
source: Auto Switcher
cs: Automatické přepínání
de: Auto-Umschalter
es: Cambio automático
fr: Commutation automatique
ja: 自動切替
ko: 자동 전환
pt: Alternador automático
zh: 自动切换

# authLoading
source: Loading...
cs: Načítání...
de: Wird geladen...
es: Cargando...
fr: Chargement...
ja: 読み込み中...
ko: 로딩 중...
pl: Ładowanie...
pt: Carregando...
zh: 加载中...

# systemTrayCategoryMappings
source: Category Mappings
cs: Mapování kategorií
de: Kategorie-Zuordnungen
es: Mapeos de categorías
fr: Mappages de catégories
ja: カテゴリマッピング
ko: 카테고리 매핑
pl: Mapowania kategorii
pt: Mapeamentos de categorias
zh: 分类映射

# authRefreshingToken
source: Refreshing token...
cs: Obnovování tokenu...
de: Token wird aktualisiert...
es: Actualizando token...
fr: Actualisation du jeton...
ja: トークンを更新中...
ko: 토큰 새로고침 중...
pl: Odświeżanie tokenu...
pt: Atualizando token...
zh: 刷新令牌中...

# systemTraySettings
source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
pl: Ustawienia
pt: Configurações
zh: 设置

# authSuccessfullyAuthenticated
source: Successfully Authenticated
cs: Úspěšně ověřeno
de: Erfolgreich authentifiziert
es: Autenticado correctamente
fr: Authentifié avec succès
ja: 正常に認証されました
ko: 성공적으로 인증되었습니다
pl: Pomyślnie uwierzytelniono
pt: Autenticado com sucesso
zh: 成功验证

# systemTrayExit
source: Exit
cs: Ukončit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
pl: Zakończ
pt: Sair
zh: 退出

# authLoggedInAs
source: Logged in as
cs: Přihlášen jako
de: Angemeldet als
es: Conectado como
fr: Connecté en tant que
ja: としてログイン中
ko: 로 로그인됨
pl: Zalogowano jako
pt: Conectado como
zh: 已登录为

# systemTrayTooltip
source: TKit - Twitch Toolkit
es: TKit - Kit de herramientas de Twitch
fr: TKit - Boîte à outils Twitch
ja: TKit - Twitchツールキット
ko: TKit - Twitch 툴킷
pl: TKit - Zestaw narzędzi Twitch
pt: TKit - Kit de ferramentas Twitch
zh: TKit - Twitch 工具包

# authErrorAuthenticationFailed
source: Authentication Failed
cs: Ověření selhalo
de: Authentifizierung fehlgeschlagen
es: Error de autenticación
fr: Échec de l'authentification
ja: 認証に失敗しました
ko: 인증 실패
pl: Uwierzytelnianie nie powiodło się
pt: Falha na autenticação
zh: 验证失败

# authErrorErrorCode
source: Error code:
cs: Kód chyby:
de: Fehlercode:
es: Código de error:
fr: Code d'erreur :
ja: エラーコード：
ko: 오류 코드:
pl: Kod błędu:
pt: Código de erro:
zh: 错误代码：

# authTryAgain
source: Try Again
cs: Zkusit znovu
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ja: 再試行
ko: 다시 시도
pl: Spróbuj ponownie
pt: Tentar novamente
zh: 重试

# authAuthorizationSteps
source: Authorization Steps
cs: Kroky autorizace
de: Autorisierungsschritte
es: Pasos de autorización
fr: Étapes d'autorisation
ja: 認証手順
ko: 인증 단계
pl: Kroki autoryzacji
pt: Etapas de autorização
zh: 授权步骤

# authStep1
source: Click "Connect to Twitch" button below
cs: Klikněte na tlačítko "Připojit k Twitch" níže
de: Klicken Sie unten auf die Schaltfläche "Mit Twitch verbinden"
es: Haz clic en el botón "Conectar con Twitch" a continuación
fr: Cliquez sur le bouton "Se connecter à Twitch" ci-dessous
ja: 下の「Twitchに接続」ボタンをクリックしてください
ko: 아래의 "Twitch에 연결" 버튼을 클릭하세요
pl: Kliknij przycisk "Połącz z Twitch" poniżej
pt: Clique no botão "Conectar ao Twitch" abaixo
zh: 点击下方的"连接到 Twitch"按钮

# authStep2
source: Your browser will open the Twitch authorization page
cs: V prohlížeči se otevře autorizační stránka Twitch
de: Ihr Browser öffnet die Twitch-Autorisierungsseite
es: Tu navegador abrirá la página de autorización de Twitch
fr: Votre navigateur ouvrira la page d'autorisation Twitch
ja: ブラウザでTwitchの認証ページが開きます
ko: 브라우저에서 Twitch 인증 페이지가 열립니다
pl: Twoja przeglądarka otworzy stronę autoryzacji Twitch
pt: Seu navegador abrirá a página de autorização do Twitch
zh: 您的浏览器将打开 Twitch 授权页面

# authStep3
source: Review and authorize TKit to manage your channel
cs: Zkontrolujte a autorizujte TKit ke správě vašeho kanálu
de: Überprüfen und autorisieren Sie TKit zur Verwaltung Ihres Kanals
es: Revisa y autoriza a TKit para gestionar tu canal
fr: Examinez et autorisez TKit à gérer votre chaîne
ja: TKitがチャンネルを管理することを確認し承認してください
ko: TKit이 채널을 관리하도록 검토하고 승인하세요
pl: Przejrzyj i autoryzuj TKit do zarządzania swoim kanałem
pt: Revise e autorize o TKit para gerenciar seu canal
zh: 查看并授权 TKit 管理您的频道

# authStep4
source: Return to this window after authorization
cs: Po autorizaci se vraťte do tohoto okna
de: Kehren Sie nach der Autorisierung zu diesem Fenster zurück
es: Regresa a esta ventana después de la autorización
fr: Revenez à cette fenêtre après l'autorisation
ja: 認証後、このウィンドウに戻ってください
ko: 인증 후 이 창으로 돌아오세요
pl: Wróć do tego okna po autoryzacji
pt: Retorne a esta janela após a autorização
zh: 授权后返回此窗口

# authConnectToTwitchButton
source: CONNECT TO TWITCH
cs: PŘIPOJIT K TWITCH
de: MIT TWITCH VERBINDEN
es: CONECTAR CON TWITCH
fr: SE CONNECTER À TWITCH
ja: TWITCHに接続
ko: TWITCH에 연결
pl: POŁĄCZ Z TWITCH
pt: CONECTAR AO TWITCH
zh: 连接到 TWITCH

# authRequiresAccessMessage
source: TKit requires access to update your Twitch channel category.
cs: TKit vyžaduje přístup k aktualizaci kategorie vašeho Twitch kanálu.
de: TKit benötigt Zugriff, um die Kategorie Ihres Twitch-Kanals zu aktualisieren.
es: TKit requiere acceso para actualizar la categoría de tu canal de Twitch.
fr: TKit nécessite un accès pour mettre à jour la catégorie de votre chaîne Twitch.
ja: TKitはTwitchチャンネルのカテゴリを更新するためのアクセスが必要です。
ko: TKit은 Twitch 채널 카테고리를 업데이트하기 위한 액세스 권한이 필요합니다.
pl: TKit wymaga dostępu do aktualizacji kategorii Twojego kanału Twitch.
pt: O TKit requer acesso para atualizar a categoria do seu canal Twitch.
zh: TKit 需要访问权限才能更新您的 Twitch 频道分类。

# authDeviceCodeTitle
source: Connect to Twitch
cs: Připojit k Twitch
de: Mit Twitch verbinden
es: Conectar con Twitch
fr: Se connecter à Twitch
ja: Twitchに接続
ko: Twitch에 연결
pl: Połącz z Twitch
pt: Conectar ao Twitch
zh: 连接到 Twitch

# authDeviceCodeInstructions
source: To connect your Twitch account, follow these simple steps:
cs: Pro připojení vašeho Twitch účtu postupujte podle těchto jednoduchých kroků:
de: Um Ihr Twitch-Konto zu verbinden, folgen Sie diesen einfachen Schritten:
es: Para conectar tu cuenta de Twitch, sigue estos sencillos pasos:
fr: Pour connecter votre compte Twitch, suivez ces étapes simples :
ja: Twitchアカウントを接続するには、次の簡単な手順に従ってください：
ko: Twitch 계정을 연결하려면 다음의 간단한 단계를 따르세요:
pl: Aby połączyć swoje konto Twitch, wykonaj te proste kroki:
pt: Para conectar sua conta Twitch, siga estes passos simples:
zh: 要连接您的 Twitch 账户，请按照以下简单步骤操作：

# authDeviceCodeStep1
source: Go to
cs: Přejděte na
de: Gehen Sie zu
es: Ve a
fr: Allez sur
ja: 次のURLにアクセス
ko: 이동:
pl: Przejdź do
pt: Vá para
zh: 访问

# authDeviceCodeStep2
source: Enter this code:
cs: Zadejte tento kód:
de: Geben Sie diesen Code ein:
es: Introduce este código:
fr: Entrez ce code :
ja: このコードを入力してください：
ko: 이 코드를 입력하세요:
pl: Wprowadź ten kod:
pt: Digite este código:
zh: 输入此代码：

# authDeviceCodeStep3
source: Authorize TKit to manage your channel category
cs: Autorizujte TKit ke správě kategorie vašeho kanálu
de: Autorisieren Sie TKit zur Verwaltung Ihrer Kanalkategorie
es: Autoriza a TKit para gestionar la categoría de tu canal
fr: Autorisez TKit à gérer la catégorie de votre chaîne
ja: TKitがチャンネルカテゴリを管理することを承認してください
ko: TKit이 채널 카테고리를 관리하도록 승인하세요
pl: Autoryzuj TKit do zarządzania kategorią Twojego kanału
pt: Autorize o TKit a gerenciar a categoria do seu canal
zh: 授权 TKit 管理您的频道分类

# authDeviceCodeCodeLabel
source: Your Code
cs: Váš kód
de: Ihr Code
es: Tu código
fr: Votre code
ja: あなたのコード
ko: 귀하의 코드
pl: Twój kod
pt: Seu código
zh: 您的代码

# authDeviceCodeCopyCode
source: Copy Code
cs: Kopírovat kód
de: Code kopieren
es: Copiar código
fr: Copier le code
ja: コードをコピー
ko: 코드 복사
pl: Kopiuj kod
pt: Copiar código
zh: 复制代码

# authDeviceCodeCopied
source: Copied!
cs: Zkopírováno!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
ja: コピーしました！
ko: 복사됨!
pl: Skopiowano!
pt: Copiado!
zh: 已复制！

# authDeviceCodeOpenBrowser
source: Open twitch.tv/activate
cs: Otevřít twitch.tv/activate
de: twitch.tv/activate öffnen
es: Abrir twitch.tv/activate
fr: Ouvrir twitch.tv/activate
ja: twitch.tv/activateを開く
ko: twitch.tv/activate 열기
pl: Otwórz twitch.tv/activate
pt: Abrir twitch.tv/activate
zh: 打开 twitch.tv/activate

# authDeviceCodeWaiting
source: Waiting for authorization...
cs: Čekání na autorizaci...
de: Warten auf Autorisierung...
es: Esperando autorización...
fr: En attente d'autorisation...
ja: 承認を待っています...
ko: 승인 대기 중...
pl: Oczekiwanie na autoryzację...
pt: Aguardando autorização...
zh: 等待授权中...

# authDeviceCodeExpiresIn
source: Code expires in {minutes}:{seconds}
cs: Kód vyprší za {minutes}:{seconds}
de: Code läuft ab in {minutes}:{seconds}
es: El código expira en {minutes}:{seconds}
fr: Le code expire dans {minutes}:{seconds}
ja: コードの有効期限：{minutes}:{seconds}
ko: 코드 만료 시간: {minutes}:{seconds}
pl: Kod wygasa za {minutes}:{seconds}
pt: O código expira em {minutes}:{seconds}
zh: 代码将在 {minutes}:{seconds} 后过期

# authDeviceCodeExpired
source: Code expired. Please try again.
cs: Kód vypršel. Zkuste to prosím znovu.
de: Code abgelaufen. Bitte versuchen Sie es erneut.
es: Código expirado. Por favor, inténtalo de nuevo.
fr: Code expiré. Veuillez réessayer.
ja: コードが期限切れです。もう一度お試しください。
ko: 코드가 만료되었습니다. 다시 시도하세요.
pl: Kod wygasł. Spróbuj ponownie.
pt: Código expirado. Por favor, tente novamente.
zh: 代码已过期。请重试。

# authDeviceCodeCancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
pt: Cancelar
zh: 取消

# authDeviceCodeSuccess
source: Successfully connected!
cs: Úspěšně připojeno!
de: Erfolgreich verbunden!
es: ¡Conectado correctamente!
fr: Connecté avec succès !
ja: 接続に成功しました！
ko: 성공적으로 연결되었습니다!
pl: Pomyślnie połączono!
pt: Conectado com sucesso!
zh: 成功连接！

# authDeviceCodeError
source: Connection failed. Please try again.
cs: Připojení selhalo. Zkuste to prosím znovu.
de: Verbindung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Conexión fallida. Por favor, inténtalo de nuevo.
fr: Échec de la connexion. Veuillez réessayer.
ja: 接続に失敗しました。もう一度お試しください。
ko: 연결에 실패했습니다. 다시 시도하세요.
pl: Połączenie nieudane. Spróbuj ponownie.
pt: Falha na conexão. Por favor, tente novamente.
zh: 连接失败。请重试。

# authDeviceCodeHelp
source: Having trouble? Make sure you're logged in to Twitch in your browser.
cs: Máte problémy? Ujistěte se, že jste přihlášeni k Twitch ve vašem prohlížeči.
de: Probleme? Stellen Sie sicher, dass Sie in Ihrem Browser bei Twitch angemeldet sind.
es: ¿Tienes problemas? Asegúrate de haber iniciado sesión en Twitch en tu navegador.
fr: Des problèmes ? Assurez-vous d'être connecté à Twitch dans votre navigateur.
ja: 問題が発生していますか？ブラウザでTwitchにログインしていることを確認してください。
ko: 문제가 있나요? 브라우저에서 Twitch에 로그인되어 있는지 확인하세요.
pl: Masz problemy? Upewnij się, że jesteś zalogowany do Twitch w przeglądarce.
pt: Está tendo problemas? Certifique-se de que está conectado ao Twitch no seu navegador.
zh: 遇到问题？请确保您已在浏览器中登录 Twitch。

# autoSwitcherPageTitle
source: AUTO SWITCHER
cs: AUTOMATICKÉ PŘEPÍNÁNÍ
de: AUTO-UMSCHALTER
es: CAMBIO AUTOMÁTICO
fr: COMMUTATION AUTOMATIQUE
ja: 自動切替
ko: 자동 전환
pt: ALTERNADOR AUTOMÁTICO
zh: 自动切换

# authStatusAuthenticated
source: Authenticated
cs: Ověřeno
de: Authentifiziert
es: Autenticado
fr: Authentifié
ja: 認証済み
ko: 인증됨
pl: Uwierzytelniono
pt: Autenticado
zh: 已验证

# autoSwitcherPageDescription
source: Automatically updates stream category based on focused application
cs: Automaticky aktualizuje kategorii streamu podle aktivní aplikace
de: Aktualisiert die Stream-Kategorie automatisch basierend auf der fokussierten Anwendung
es: Actualiza automáticamente la categoría de transmisión según la aplicación enfocada
fr: Met à jour automatiquement la catégorie de diffusion en fonction de l'application active
ja: フォーカスされたアプリケーションに基づいてストリームカテゴリを自動的に更新します
ko: 포커스된 애플리케이션을 기반으로 스트림 카테고리를 자동으로 업데이트합니다
pl: Automatycznie aktualizuje kategorię transmisji na podstawie aktywnej aplikacji
pt: Atualiza automaticamente a categoria da transmissão com base no aplicativo focado
zh: 根据聚焦的应用程序自动更新直播分类

# authStatusConnecting
source: Connecting...
cs: Připojování...
de: Verbindung wird hergestellt...
es: Conectando...
fr: Connexion...
ja: 接続中...
ko: 연결 중...
pl: Łączenie...
pt: Conectando...
zh: 连接中...

# autoSwitcherStatusHeader
source: STATUS
cs: STAV
es: ESTADO
fr: ÉTAT
ja: ステータス
ko: 상태
zh: 状态

# authStatusError
source: Error
cs: Chyba
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
pl: Błąd
pt: Erro
zh: 错误

# autoSwitcherStatusCurrentProcess
source: CURRENT PROCESS
cs: AKTUÁLNÍ PROCES
de: AKTUELLER PROZESS
es: PROCESO ACTUAL
fr: PROCESSUS ACTUEL
ja: 現在のプロセス
ko: 현재 프로세스
pl: BIEŻĄCY PROCES
pt: PROCESSO ATUAL
zh: 当前进程

# authStatusNotConnected
source: Not connected
cs: Nepřipojeno
de: Nicht verbunden
es: No conectado
fr: Non connecté
ja: 未接続
ko: 연결되지 않음
pl: Nie połączono
pt: Não conectado
zh: 未连接

# autoSwitcherStatusNone
source: None
cs: Žádný
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
pl: Brak
pt: Nenhum
zh: 无

# autoSwitcherStatusMatchedCategory
source: MATCHED CATEGORY
cs: NALEZENÁ KATEGORIE
de: ÜBEREINSTIMMENDE KATEGORIE
es: CATEGORÍA COINCIDENTE
fr: CATÉGORIE CORRESPONDANTE
ja: 一致したカテゴリ
ko: 일치하는 카테고리
pl: DOPASOWANA KATEGORIA
pt: CATEGORIA CORRESPONDENTE
zh: 匹配的分类

# mainWindowNavAutoSwitcher
source: Auto Switcher
cs: Automatické přepínání
de: Auto-Umschalter
es: Cambio automático
fr: Commutation automatique
ja: 自動切替
ko: 자동 전환
pt: Alternador automático
zh: 自动切换

# autoSwitcherStatusLastUpdate
source: LAST UPDATE
cs: POSLEDNÍ AKTUALIZACE
de: LETZTE AKTUALISIERUNG
es: ÚLTIMA ACTUALIZACIÓN
fr: DERNIÈRE MISE À JOUR
ja: 最終更新
ko: 마지막 업데이트
pl: OSTATNIA AKTUALIZACJA
pt: ÚLTIMA ATUALIZAÇÃO
zh: 最后更新

# mainWindowNavMappings
source: Mappings
cs: Mapování
de: Zuordnungen
es: Mapeos
fr: Mappages
ja: マッピング
ko: 매핑
pl: Mapowania
pt: Mapeamentos
zh: 映射

# autoSwitcherStatusNever
source: Never
cs: Nikdy
de: Nie
es: Nunca
fr: Jamais
ja: なし
ko: 없음
pl: Nigdy
pt: Nunca
zh: 从未

# mainWindowNavSettings
source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
pl: Ustawienia
pt: Configurações
zh: 设置

# mainWindowStatusConnected
source: Connected
cs: Připojeno
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
pl: Połączono
pt: Conectado
zh: 已连接

# autoSwitcherStatusUpdateStatus
source: UPDATE STATUS
cs: STAV AKTUALIZACE
de: AKTUALISIERUNGSSTATUS
es: ESTADO DE ACTUALIZACIÓN
fr: ÉTAT DE MISE À JOUR
ja: 更新ステータス
ko: 업데이트 상태
pl: STATUS AKTUALIZACJI
pt: STATUS DE ATUALIZAÇÃO
zh: 更新状态

# mainWindowStatusDisconnected
source: Disconnected
cs: Odpojeno
de: Getrennt
es: Desconectado
fr: Déconnecté
ja: 切断済み
ko: 연결 끊김
pl: Rozłączono
pt: Desconectado
zh: 已断开

# autoSwitcherStatusNoUpdatesYet
source: No updates yet
cs: Zatím žádné aktualizace
de: Noch keine Aktualisierungen
es: Aún no hay actualizaciones
fr: Pas encore de mises à jour
ja: まだ更新がありません
ko: 아직 업데이트가 없습니다
pl: Jeszcze brak aktualizacji
pt: Ainda não há atualizações
zh: 尚无更新

# mainWindowWindowControlMinimize
source: Minimize
cs: Minimalizovat
de: Minimieren
es: Minimizar
fr: Réduire
ja: 最小化
ko: 최소화
pl: Minimalizuj
pt: Minimizar
zh: 最小化

# autoSwitcherStatusSuccess
source: SUCCESS
cs: ÚSPĚCH
de: ERFOLG
es: ÉXITO
fr: SUCCÈS
ja: 成功
ko: 성공
pl: SUKCES
pt: SUCESSO
zh: 成功

# authLoadingStartingAuthentication
source: Starting authentication...
cs: Zahajování ověření...
de: Authentifizierung wird gestartet...
es: Iniciando autenticación...
fr: Démarrage de l'authentification...
ja: 認証を開始しています...
ko: 인증을 시작하는 중...
pl: Rozpoczynanie uwierzytelniania...
pt: Iniciando autenticação...
zh: 正在启动验证...

# mainWindowWindowControlMaximize
source: Maximize
cs: Maximalizovat
de: Maximieren
es: Maximizar
fr: Agrandir
ja: 最大化
ko: 최대화
pl: Maksymalizuj
pt: Maximizar
zh: 最大化

# autoSwitcherStatusFailed
source: FAILED
cs: SELHALO
de: FEHLGESCHLAGEN
es: FALLIDO
fr: ÉCHEC
ja: 失敗
ko: 실패
pl: NIEPOWODZENIE
pt: FALHOU
zh: 失败

# authLoadingLoggingOut
source: Logging out...
cs: Odhlašování...
de: Wird abgemeldet...
es: Cerrando sesión...
fr: Déconnexion...
ja: ログアウト中...
ko: 로그아웃 중...
pl: Wylogowywanie...
pt: Desconectando...
zh: 正在登出...

source: Settings saved successfully
cs: Nastavení úspěšně uloženo
de: Einstellungen erfolgreich gespeichert
es: Configuración guardada correctamente
fr: Paramètres enregistrés avec succès
ja: 設定が正常に保存されました
ko: 설정이 성공적으로 저장되었습니다
pl: Ustawienia zapisane pomyślnie
pt: Configurações salvas com sucesso
zh: 设置已成功保存

# autoSwitcherStatusSystemState
source: SYSTEM STATE
cs: STAV SYSTÉMU
de: SYSTEMZUSTAND
es: ESTADO DEL SISTEMA
fr: ÉTAT DU SYSTÈME
ja: システム状態
ko: 시스템 상태
pl: STAN SYSTEMU
pt: ESTADO DO SISTEMA
zh: 系统状态

# mainWindowWindowControlClose
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pl: Zamknij
pt: Fechar
zh: 关闭

# authLoadingCheckingStatus
source: Checking authentication status...
cs: Kontrola stavu ověření...
de: Authentifizierungsstatus wird überprüft...
es: Comprobando estado de autenticación...
fr: Vérification de l'état d'authentification...
ja: 認証ステータスを確認中...
ko: 인증 상태 확인 중...
pl: Sprawdzanie stanu uwierzytelnienia...
pt: Verificando status de autenticação...
zh: 正在检查验证状态...

# settingsRetry
source: Retry
cs: Zkusit znovu
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pl: Ponów próbę
pt: Tentar novamente
zh: 重试

# autoSwitcherStatusNotInitialized
source: NOT INITIALIZED
cs: NEINICIALIZOVÁNO
de: NICHT INITIALISIERT
es: NO INICIALIZADO
fr: NON INITIALISÉ
ja: 未初期化
ko: 초기화되지 않음
pl: NIE ZAINICJALIZOWANO
pt: NÃO INICIALIZADO
zh: 未初始化

# mainWindowFooterReady
source: Ready
cs: Připraven
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비
pl: Gotowy
pt: Pronto
zh: 就绪

# authErrorTokenRefreshFailed
source: Token refresh failed:
cs: Obnovení tokenu selhalo:
de: Token-Aktualisierung fehlgeschlagen:
es: Error al actualizar el token:
fr: Échec de l'actualisation du jeton :
ja: トークンの更新に失敗しました：
ko: 토큰 새로고침 실패:
pl: Odświeżenie tokenu nie powiodło się:
pt: Falha ao atualizar token:
zh: 令牌刷新失败：

# settingsAutoSwitcher
source: Auto Switcher
cs: Automatické přepínání
de: Auto-Umschalter
es: Cambio automático
fr: Commutation automatique
ja: 自動切替
ko: 자동 전환
pt: Alternador automático
zh: 自动切换

# autoSwitcherStatusIdle
source: IDLE
cs: NEČINNÝ
de: INAKTIV
es: INACTIVO
fr: INACTIF
ja: アイドル
ko: 유휴
pl: BEZCZYNNY
pt: OCIOSO
zh: 空闲

# updateDialogTitle
source: Update Available
cs: Dostupná aktualizace
de: Aktualisierung verfügbar
es: Actualización disponible
fr: Mise à jour disponible
ja: アップデートが利用可能です
ko: 업데이트 사용 가능
pl: Dostępna aktualizacja
pt: Atualização disponível
zh: 更新可用

# settingsMonitoring
source: Monitoring
cs: Monitorování
de: Überwachung
es: Monitorización
fr: Surveillance
ja: 監視
ko: 모니터링
pl: Monitorowanie
pt: Monitoramento
zh: 监控

# autoSwitcherStatusDetectingProcess
source: DETECTING PROCESS
cs: DETEKCE PROCESU
de: PROZESS WIRD ERKANNT
es: DETECTANDO PROCESO
fr: DÉTECTION DU PROCESSUS
ja: プロセスを検出中
ko: 프로세스 감지 중
pl: WYKRYWANIE PROCESU
pt: DETECTANDO PROCESSO
zh: 检测进程中

# categoryMappingTitle
source: CATEGORY MAPPINGS
cs: MAPOVÁNÍ KATEGORIÍ
de: KATEGORIE-ZUORDNUNGEN
es: MAPEOS DE CATEGORÍAS
fr: MAPPAGES DE CATÉGORIES
ja: カテゴリマッピング
ko: 카테고리 매핑
pl: MAPOWANIA KATEGORII
pt: MAPEAMENTOS DE CATEGORIAS
zh: 分类映射

# updateDialogWhatsNew
source: What's New:
cs: Co je nového:
de: Was ist neu:
es: Novedades:
fr: Nouveautés :
ja: 新機能：
ko: 새로운 기능:
pl: Co nowego:
pt: Novidades:
zh: 新功能：

# settingsScanIntervalLabel
source: Scan Interval
cs: Interval skenování
de: Scan-Intervall
es: Intervalo de escaneo
fr: Intervalle de balayage
ja: スキャン間隔
ko: 스캔 간격
pl: Interwał skanowania
pt: Intervalo de varredura
zh: 扫描间隔

# autoSwitcherStatusSearchingMapping
source: SEARCHING MAPPING
cs: HLEDÁNÍ MAPOVÁNÍ
de: ZUORDNUNG WIRD GESUCHT
es: BUSCANDO MAPEO
fr: RECHERCHE DE MAPPAGE
ja: マッピングを検索中
ko: 매핑 검색 중
pl: WYSZUKIWANIE MAPOWANIA
pt: PROCURANDO MAPEAMENTO
zh: 搜索映射中

# categoryMappingSubtitle
source: Manage process-to-category mappings for automatic switching
cs: Spravujte mapování procesů na kategorie pro automatické přepínání
de: Verwalten Sie Prozess-zu-Kategorie-Zuordnungen für automatisches Umschalten
es: Administra los mapeos de proceso a categoría para el cambio automático
fr: Gérez les mappages processus-catégorie pour la commutation automatique
ja: 自動切替のためのプロセスとカテゴリのマッピングを管理します
ko: 자동 전환을 위한 프로세스-카테고리 매핑 관리
pl: Zarządzaj mapowaniami proces-kategoria dla automatycznego przełączania
pt: Gerencie mapeamentos de processo para categoria para alternância automática
zh: 管理进程到分类的映射以实现自动切换

# updateDialogDownloadComplete
source: Download complete! Ready to install.
cs: Stahování dokončeno! Připraven k instalaci.
de: Download abgeschlossen! Bereit zur Installation.
es: ¡Descarga completa! Listo para instalar.
fr: Téléchargement terminé ! Prêt à installer.
ja: ダウンロード完了！インストールの準備ができました。
ko: 다운로드 완료! 설치 준비가 되었습니다.
pl: Pobieranie zakończone! Gotowe do instalacji.
pt: Download concluído! Pronto para instalar.
zh: 下载完成！准备安装。
