Repository: evobug-com/TKit
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, ja, ko, pl, pt, zh

# categoryMappingAddDialogExecutablePathHint
source: e.g., C:\Games\LeagueOfLegends\Game\League of Legends.exe
cs: např. C:\Hry\LeagueOfLegends\Game\League of Legends.exe
de: z. B. C:\Games\LeagueOfLegends\Game\League of Legends.exe
es: p. ej., C:\Games\LeagueOfLegends\Game\League of Legends.exe
fr: p. ex., C:\Games\LeagueOfLegends\Game\League of Legends.exe
ja: 例：C:\Games\LeagueOfLegends\Game\League of Legends.exe
ko: 예: C:\Games\LeagueOfLegends\Game\League of Legends.exe
pl: np. C:\Games\LeagueOfLegends\Game\League of Legends.exe
pt: ex.: C:\Games\LeagueOfLegends\Game\League of Legends.exe
zh: 例如：C:\Games\LeagueOfLegends\Game\League of Legends.exe

# welcomeTwitchConnectedAs
source: Connected as {username}
cs: Připojeno jako {username}
de: Verbunden als {username}
es: Conectado como {username}
fr: Connecté en tant que {username}
ja: {username}として接続済み
ko: {username}(으)로 연결됨
pl: Połączono jako {username}
pt: Conectado como {username}
zh: 已连接为 {username}

# settingsShowNotificationsLabel
source: Show notifications
cs: Zobrazit notifikace
de: Benachrichtigungen anzeigen
es: Mostrar notificaciones
fr: Afficher les notifications
ja: 通知を表示
ko: 알림 표시
pl: Pokaż powiadomienia
pt: Mostrar notificações
zh: 显示通知

# categoryMappingAddDialogCategoryIdLabel
source: TWITCH CATEGORY ID
cs: TWITCH ID KATEGORIE
de: TWITCH-KATEGORIE-ID
es: ID DE CATEGORÍA DE TWITCH
fr: ID DE CATÉGORIE TWITCH
ja: TwitchカテゴリID
ko: Twitch 카테고리 ID
pl: ID KATEGORII TWITCH
pt: ID DA CATEGORIA TWITCH
zh: TWITCH 分类 ID

# welcomeTwitchDescription
source: Connect your Twitch account to enable automatic category switching based on active application.
cs: Připojte svůj Twitch účet pro povolení automatického přepínání kategorie podle aktivní aplikace.
de: Verbinden Sie Ihr Twitch-Konto, um automatisches Kategorienwechseln basierend auf der aktiven Anwendung zu aktivieren.
es: Conecta tu cuenta de Twitch para habilitar el cambio automático de categoría según la aplicación activa.
fr: Connectez votre compte Twitch pour activer le changement automatique de catégorie en fonction de l'application active.
ja: Twitchアカウントを接続して、アクティブなアプリケーションに基づいたカテゴリの自動切替を有効にします。
ko: 활성 애플리케이션을 기반으로 한 자동 카테고리 전환을 활성화하려면 Twitch 계정을 연결하세요.
pl: Połącz swoje konto Twitch, aby włączyć automatyczne przełączanie kategorii na podstawie aktywnej aplikacji.
pt: Conecte sua conta Twitch para habilitar a alternância automática de categoria com base no aplicativo ativo.
zh: 连接您的 Twitch 账户以启用基于活动应用程序的自动分类切换。

# settingsShowNotificationsSubtitle
source: Display notifications when category is updated
cs: Zobrazit notifikace při aktualizaci kategorie
de: Benachrichtigungen anzeigen, wenn die Kategorie aktualisiert wird
es: Mostrar notificaciones cuando se actualice la categoría
fr: Afficher les notifications lorsque la catégorie est mise à jour
ja: カテゴリが更新されたときに通知を表示します
ko: 카테고리가 업데이트될 때 알림 표시
pl: Wyświetlaj powiadomienia po aktualizacji kategorii
pt: Exibir notificações quando a categoria for atualizada
zh: 分类更新时显示通知

# settingsNotifyMissingCategoryLabel
source: Notify on missing category
cs: Upozornit na chybějící kategorii
de: Bei fehlender Kategorie benachrichtigen
es: Notificar categoría faltante
fr: Notifier en cas de catégorie manquante
ja: カテゴリがない場合に通知
ko: 누락된 카테고리 알림
pl: Powiadom o brakującej kategorii
pt: Notificar sobre categoria ausente
zh: 缺少分类时通知

# settingsNotifyMissingCategorySubtitle
source: Show notification when no mapping is found for a game or app
cs: Zobrazit notifikaci, když není nalezeno mapování pro hru nebo aplikaci
de: Benachrichtigung anzeigen, wenn keine Zuordnung für ein Spiel oder eine App gefunden wird
es: Mostrar notificación cuando no se encuentre mapeo para un juego o aplicación
fr: Afficher une notification lorsqu'aucun mappage n'est trouvé pour un jeu ou une application
ja: ゲームまたはアプリのマッピングが見つからない場合に通知を表示します
ko: 게임이나 앱에 대한 매핑을 찾을 수 없을 때 알림 표시
pl: Pokaż powiadomienie, gdy nie znaleziono mapowania dla gry lub aplikacji
pt: Mostrar notificação quando nenhum mapeamento for encontrado para um jogo ou aplicativo
zh: 未找到游戏或应用程序的映射时显示通知

# categoryMappingAddDialogCategoryIdHint
source: e.g., 21779
cs: např. 21779
de: z. B. 21779
es: p. ej., 21779
fr: p. ex., 21779
ja: 例：21779
ko: 예: 21779
pl: np. 21779
pt: ex.: 21779
zh: 例如：21779

# welcomeTwitchOptionalInfo
source: This step is optional. You can skip and set it up later in Settings.
cs: Tento krok je volitelný. Můžete ho přeskočit a nastavit později v Nastavení.
de: Dieser Schritt ist optional. Sie können ihn überspringen und später in den Einstellungen einrichten.
es: Este paso es opcional. Puedes omitirlo y configurarlo más tarde en Configuración.
fr: Cette étape est facultative. Vous pouvez ignorer et configurer cela plus tard dans les paramètres.
ja: このステップはオプションです。スキップして後で設定で設定することができます。
ko: 이 단계는 선택 사항입니다. 건너뛰고 나중에 설정에서 설정할 수 있습니다.
pl: Ten krok jest opcjonalny. Możesz pominąć i skonfigurować to później w Ustawieniach.
pt: Esta etapa é opcional. Você pode pular e configurar isso mais tarde nas Configurações.
zh: 此步骤是可选的。您可以跳过并稍后在设置中进行配置。

# settingsKeyboardShortcuts
source: Keyboard Shortcuts
cs: Klávesové zkratky
de: Tastenkombinationen
es: Atajos de teclado
fr: Raccourcis clavier
ja: キーボードショートカット
ko: 키보드 단축키
pl: Skróty klawiszowe
pt: Atalhos de teclado
zh: 键盘快捷键

# categoryMappingAddDialogCategoryIdRequired
source: Category ID is required
cs: ID kategorie je povinné
de: Kategorie-ID ist erforderlich
es: El ID de categoría es obligatorio
fr: L'ID de catégorie est obligatoire
ja: カテゴリIDは必須です
ko: 카테고리 ID는 필수입니다
pl: ID kategorii jest wymagane
pt: O ID da categoria é obrigatório
zh: 分类 ID 为必填项

# welcomeTwitchAuthorizeButton
source: AUTHORIZE WITH TWITCH
cs: AUTORIZOVAT S TWITCH
de: MIT TWITCH AUTORISIEREN
es: AUTORIZAR CON TWITCH
fr: AUTORISER AVEC TWITCH
ja: TWITCHで認証
ko: TWITCH로 인증
pl: AUTORYZUJ Z TWITCH
pt: AUTORIZAR COM TWITCH
zh: 使用 TWITCH 授权

# settingsManualUpdateHotkeyLabel
source: Manual Update Hotkey
cs: Klávesová zkratka pro ruční aktualizaci
de: Manuelle Aktualisierungs-Tastenkombination
es: Atajo de actualización manual
fr: Raccourci de mise à jour manuelle
ja: 手動更新ホットキー
ko: 수동 업데이트 단축키
pl: Skrót ręcznej aktualizacji
pt: Atalho de atualização manual
zh: 手动更新快捷键

# categoryMappingAddDialogCategoryNameLabel
source: TWITCH CATEGORY NAME
cs: NÁZEV TWITCH KATEGORIE
de: TWITCH-KATEGORIENAME
es: NOMBRE DE CATEGORÍA DE TWITCH
fr: NOM DE CATÉGORIE TWITCH
ja: Twitchカテゴリ名
ko: Twitch 카테고리 이름
pl: NAZWA KATEGORII TWITCH
pt: NOME DA CATEGORIA TWITCH
zh: TWITCH 分类名称

# welcomeButtonNext
source: NEXT
cs: DALŠÍ
de: WEITER
es: SIGUIENTE
fr: SUIVANT
ja: 次へ
ko: 다음
pl: DALEJ
pt: PRÓXIMO
zh: 下一步

# settingsManualUpdateHotkeyDescription
source: Trigger a manual category update
cs: Spustit ruční aktualizaci kategorie
de: Manuelle Kategorieaktualisierung auslösen
es: Activar una actualización manual de categoría
fr: Déclencher une mise à jour manuelle de catégorie
ja: 手動カテゴリ更新をトリガーします
ko: 수동 카테고리 업데이트 트리거
pl: Wyzwól ręczną aktualizację kategorii
pt: Acionar uma atualização manual de categoria
zh: 触发手动分类更新

# categoryMappingAddDialogCategoryNameHint
source: e.g., League of Legends
cs: např. League of Legends
de: z. B. League of Legends
es: p. ej., League of Legends
fr: p. ex., League of Legends
ja: 例：League of Legends
ko: 예: League of Legends
pl: np. League of Legends
pt: ex.: League of Legends
zh: 例如：League of Legends

# welcomeButtonBack
source: BACK
cs: ZPĚT
de: ZURÜCK
es: ATRÁS
fr: RETOUR
ja: 戻る
ko: 뒤로
pl: WSTECZ
pt: VOLTAR
zh: 返回

# settingsUnsavedChanges
source: You have unsaved changes
cs: Máte neuložené změny
de: Sie haben nicht gespeicherte Änderungen
es: Tienes cambios sin guardar
fr: Vous avez des modifications non enregistrées
ja: 保存されていない変更があります
ko: 저장되지 않은 변경 사항이 있습니다
pl: Masz niezapisane zmiany
pt: Você tem alterações não salvas
zh: 您有未保存的更改

# categoryMappingAddDialogCategoryNameRequired
source: Category name is required
cs: Název kategorie je povinný
de: Kategoriename ist erforderlich
es: El nombre de categoría es obligatorio
fr: Le nom de catégorie est obligatoire
ja: カテゴリ名は必須です
ko: 카테고리 이름은 필수입니다
pl: Nazwa kategorii jest wymagana
pt: O nome da categoria é obrigatório
zh: 分类名称为必填项

# settingsDiscard
source: Discard
cs: Zahodit
de: Verwerfen
es: Descartar
fr: Abandonner
ja: 破棄
ko: 취소
pl: Odrzuć
pt: Descartar
zh: 放弃

# categoryMappingAddDialogTip
source: Tip: Use the Twitch category search to find the correct ID and name
cs: Tip: Použijte vyhledávání kategorií Twitch k nalezení správného ID a názvu
de: Tipp: Verwenden Sie die Twitch-Kategoriesuche, um die richtige ID und den Namen zu finden
es: Consejo: Usa la búsqueda de categorías de Twitch para encontrar el ID y nombre correctos
fr: Conseil : Utilisez la recherche de catégories Twitch pour trouver l'ID et le nom corrects
ja: ヒント：Twitchカテゴリ検索を使用して正しいIDと名前を見つけてください
ko: 팁: Twitch 카테고리 검색을 사용하여 올바른 ID와 이름을 찾으세요
pl: Wskazówka: Użyj wyszukiwania kategorii Twitch, aby znaleźć poprawne ID i nazwę
pt: Dica: Use a pesquisa de categorias do Twitch para encontrar o ID e o nome corretos
zh: 提示：使用 Twitch 分类搜索查找正确的 ID 和名称

# settingsSave
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pl: Zapisz
pt: Salvar
zh: 保存

# categoryMappingAddDialogCancelButton
source: CANCEL
cs: ZRUŠIT
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
ja: キャンセル
ko: 취소
pl: ANULUJ
pt: CANCELAR
zh: 取消

# settingsTwitchConnection
source: Twitch Connection
cs: Připojení k Twitch
de: Twitch-Verbindung
es: Conexión con Twitch
fr: Connexion Twitch
ja: Twitch接続
ko: Twitch 연결
pl: Połączenie Twitch
pt: Conexão Twitch
zh: Twitch 连接

# categoryMappingAddDialogUpdateButton
source: UPDATE
cs: AKTUALIZOVAT
de: AKTUALISIEREN
es: ACTUALIZAR
fr: METTRE À JOUR
ja: 更新
ko: 업데이트
pl: AKTUALIZUJ
pt: ATUALIZAR
zh: 更新

# settingsTwitchStatusConnected
source: Connected
cs: Připojeno
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
pl: Połączono
pt: Conectado
zh: 已连接

# categoryMappingAddDialogAddButton
source: ADD
cs: PŘIDAT
de: HINZUFÜGEN
es: AGREGAR
fr: AJOUTER
ja: 追加
ko: 추가
pl: DODAJ
pt: ADICIONAR
zh: 添加

# settingsTwitchStatusNotConnected
source: Not Connected
cs: Nepřipojeno
de: Nicht verbunden
es: No conectado
fr: Non connecté
ja: 未接続
ko: 연결되지 않음
pl: Nie połączono
pt: Não conectado
zh: 未连接

# categoryMappingListEmpty
source: No category mappings yet
cs: Zatím žádná mapování kategorií
de: Noch keine Kategoriezuordnungen
es: Aún no hay mapeos de categorías
fr: Aucun mappage de catégories pour le moment
ja: カテゴリマッピングがまだありません
ko: 아직 카테고리 매핑이 없습니다
pl: Jeszcze brak mapowań kategorii
pt: Ainda não há mapeamentos de categorias
zh: 尚无分类映射

# categoryMappingListEmptyTitle
source: No category mappings yet
cs: Zatím žádná mapování kategorií
de: Noch keine Kategoriezuordnungen
es: Aún no hay mapeos de categorías
fr: Aucun mappage de catégories pour le moment
ja: カテゴリマッピングがまだありません
ko: 아직 카테고리 매핑이 없습니다
pl: Jeszcze brak mapowań kategorii
pt: Ainda não há mapeamentos de categorias
zh: 尚无分类映射

# settingsTwitchLoggedInAs
source: Logged in as:
cs: Přihlášen jako:
de: Angemeldet als:
es: Conectado como:
fr: Connecté en tant que :
ja: ログイン中：
ko: 로그인:
pl: Zalogowano jako:
pt: Conectado como:
zh: 已登录为：

# categoryMappingListEmptySubtitle
source: Add your first mapping to get started
cs: Přidejte své první mapování pro začátek
de: Fügen Sie Ihre erste Zuordnung hinzu, um zu beginnen
es: Agrega tu primer mapeo para comenzar
fr: Ajoutez votre premier mappage pour commencer
ja: 最初のマッピングを追加して始めましょう
ko: 첫 번째 매핑을 추가하여 시작하세요
pl: Dodaj swoje pierwsze mapowanie, aby rozpocząć
pt: Adicione seu primeiro mapeamento para começar
zh: 添加您的第一个映射以开始

# settingsTwitchDisconnect
source: Disconnect
cs: Odpojit
de: Trennen
es: Desconectar
fr: Déconnecter
ja: 切断
ko: 연결 해제
pl: Rozłącz
pt: Desconectar
zh: 断开连接

# categoryMappingListColumnProcessName
source: PROCESS NAME
cs: NÁZEV PROCESU
de: PROZESSNAME
es: NOMBRE DEL PROCESO
fr: NOM DU PROCESSUS
ja: プロセス名
ko: 프로세스 이름
pl: NAZWA PROCESU
pt: NOME DO PROCESSO
zh: 进程名称

# settingsTwitchConnectDescription
source: Connect your Twitch account to enable automatic category switching.
cs: Připojte svůj Twitch účet pro povolení automatického přepínání kategorie.
de: Verbinden Sie Ihr Twitch-Konto, um automatisches Kategorienwechseln zu aktivieren.
es: Conecta tu cuenta de Twitch para habilitar el cambio automático de categoría.
fr: Connectez votre compte Twitch pour activer le changement automatique de catégorie.
ja: Twitchアカウントを接続してカテゴリの自動切替を有効にします。
ko: Twitch 계정을 연결하여 자동 카테고리 전환을 활성화하세요.
pl: Połącz swoje konto Twitch, aby włączyć automatyczne przełączanie kategorii.
pt: Conecte sua conta Twitch para habilitar a alternância automática de categoria.
zh: 连接您的 Twitch 账户以启用自动分类切换。

# categoryMappingListColumnCategory
source: CATEGORY
cs: KATEGORIE
de: KATEGORIE
es: CATEGORÍA
fr: CATÉGORIE
ja: カテゴリ
ko: 카테고리
pl: KATEGORIA
pt: CATEGORIA
zh: 分类

# settingsTwitchConnect
source: Connect to Twitch
cs: Připojit k Twitch
de: Mit Twitch verbinden
es: Conectar con Twitch
fr: Se connecter à Twitch
ja: Twitchに接続
ko: Twitch에 연결
pl: Połącz z Twitch
pt: Conectar ao Twitch
zh: 连接到 Twitch

# categoryMappingListColumnLastUsed
source: LAST USED
cs: NAPOSLEDY POUŽITO
de: ZULETZT VERWENDET
es: ÚLTIMO USO
fr: DERNIÈRE UTILISATION
ja: 最終使用
ko: 마지막 사용
pl: OSTATNIO UŻYTE
pt: ÚLTIMO USO
zh: 最后使用

# hotkeyInputCancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
pt: Cancelar
zh: 取消

# categoryMappingListColumnType
source: TYPE
cs: TYP
de: TYP
es: TIPO
ja: タイプ
ko: 유형
pl: TYP
pt: TIPO
zh: 类型

# hotkeyInputChange
source: Change
cs: Změnit
de: Ändern
es: Cambiar
fr: Modifier
ja: 変更
ko: 변경
pl: Zmień
pt: Alterar
zh: 更改

# categoryMappingListColumnActions
source: ACTIONS
cs: AKCE
de: AKTIONEN
es: ACCIONES
ja: アクション
ko: 작업
pl: AKCJE
pt: AÇÕES
zh: 操作

# hotkeyInputClearHotkey
source: Clear hotkey
cs: Vymazat klávesovou zkratku
de: Tastenkombination löschen
es: Limpiar atajo
fr: Effacer le raccourci
ja: ホットキーをクリア
ko: 단축키 지우기
pl: Wyczyść skrót
pt: Limpar atalho
zh: 清除快捷键

# categoryMappingListNever
source: Never
cs: Nikdy
de: Nie
es: Nunca
fr: Jamais
ja: なし
ko: 없음
pl: Nigdy
pt: Nunca
zh: 从未

# categoryMappingListJustNow
source: Just now
cs: Právě teď
de: Gerade eben
es: Justo ahora
fr: À l'instant
ja: たった今
ko: 방금
pl: Przed chwilą
pt: Agora mesmo
zh: 刚刚

# categoryMappingListMinutesAgo
source: {minutes} {minutes, plural, =1{minute} other{minutes}} ago
cs: {minutes} {minutes, plural, =1{minuta} few{minuty} other{minut}} zpět
de: vor {minutes} {minutes, plural, =1{Minute} other{Minuten}}
es: hace {minutes} {minutes, plural, =1{minuto} other{minutos}}
fr: il y a {minutes} {minutes, plural, =1{minute} other{minutes}}
ja: {minutes}分前
ko: {minutes}분 전
pl: {minutes} {minutes, plural, =1{minuta} other{minuty}} temu
pt: há {minutes} {minutes, plural, =1{minuto} other{minutos}}
zh: {minutes}分钟前

# categoryMappingListHoursAgo
source: {hours} {hours, plural, =1{hour} other{hours}} ago
cs: {hours} {hours, plural, =1{hodina} few{hodiny} other{hodin}} zpět
de: vor {hours} {hours, plural, =1{Stunde} other{Stunden}}
es: hace {hours} {hours, plural, =1{hora} other{horas}}
fr: il y a {hours} {hours, plural, =1{heure} other{heures}}
ja: {hours}時間前
ko: {hours}시간 전
pl: {hours} {hours, plural, =1{godzina} other{godziny}} temu
pt: há {hours} {hours, plural, =1{hora} other{horas}}
zh: {hours}小时前

# categoryMappingListDaysAgo
source: {days} {days, plural, =1{day} other{days}} ago
cs: {days} {days, plural, =1{den} few{dny} other{dní}} zpět
de: vor {days} {days, plural, =1{Tag} other{Tagen}}
es: hace {days} {days, plural, =1{día} other{días}}
fr: il y a {days} {days, plural, =1{jour} other{jours}}
ja: {days}日前
ko: {days}일 전
pl: {days} {days, plural, =1{dzień} other{dni}} temu
pt: há {days} {days, plural, =1{dia} other{dias}}
zh: {days}天前

# hotkeyInputSetHotkey
source: Set Hotkey
cs: Nastavit klávesovou zkratku
de: Tastenkombination festlegen
es: Establecer atajo
fr: Définir le raccourci
ja: ホットキーを設定
ko: 단축키 설정
pl: Ustaw skrót
pt: Definir atalho
zh: 设置快捷键

# categoryMappingListNeverUsed
source: Never
cs: Nikdy
de: Nie
es: Nunca
fr: Jamais
ja: なし
ko: 없음
pl: Nigdy
pt: Nunca
zh: 从未

# categoryMappingListTypeUser
source: USER
cs: UŽIVATEL
de: BENUTZER
es: USUARIO
fr: UTILISATEUR
ja: ユーザー
ko: 사용자
pl: UŻYTKOWNIK
pt: USUÁRIO
zh: 用户

# categoryMappingListTypePreset
source: PRESET
cs: PŘEDVOLBA
de: VOREINSTELLUNG
es: PREESTABLECIDO
fr: PRÉRÉGLAGE
ja: プリセット
ko: 프리셋
pl: PREDEFINIOWANE
pt: PREDEFINIÇÃO
zh: 预设

# categoryMappingListEditTooltip
source: Edit mapping
cs: Upravit mapování
de: Zuordnung bearbeiten
es: Editar mapeo
fr: Modifier le mappage
ja: マッピングを編集
ko: 매핑 편집
pl: Edytuj mapowanie
pt: Editar mapeamento
zh: 编辑映射

# categoryMappingListDeleteTooltip
source: Delete mapping
cs: Smazat mapování
de: Zuordnung löschen
es: Eliminar mapeo
fr: Supprimer le mappage
ja: マッピングを削除
ko: 매핑 삭제
pl: Usuń mapowanie
pt: Excluir mapeamento
zh: 删除映射

# categoryMappingListTimeJustNow
source: Just now
cs: Právě teď
de: Gerade eben
es: Justo ahora
fr: À l'instant
ja: たった今
ko: 방금
pl: Przed chwilą
pt: Agora mesmo
zh: 刚刚

# categoryMappingProviderSuccessAdded
source: Mapping added successfully
cs: Mapování úspěšně přidáno
de: Zuordnung erfolgreich hinzugefügt
es: Mapeo agregado correctamente
fr: Mappage ajouté avec succès
ja: マッピングが正常に追加されました
ko: 매핑이 성공적으로 추가되었습니다
pl: Mapowanie dodane pomyślnie
pt: Mapeamento adicionado com sucesso
zh: 映射已成功添加

# categoryMappingProviderSuccessUpdated
source: Mapping updated successfully
cs: Mapování úspěšně aktualizováno
de: Zuordnung erfolgreich aktualisiert
es: Mapeo actualizado correctamente
fr: Mappage mis à jour avec succès
ja: マッピングが正常に更新されました
ko: 매핑이 성공적으로 업데이트되었습니다
pl: Mapowanie zaktualizowane pomyślnie
pt: Mapeamento atualizado com sucesso
zh: 映射已成功更新

# categoryMappingProviderSuccessDeleted
source: Mapping deleted successfully
cs: Mapování úspěšně smazáno
de: Zuordnung erfolgreich gelöscht
es: Mapeo eliminado correctamente
fr: Mappage supprimé avec succès
ja: マッピングが正常に削除されました
ko: 매핑이 성공적으로 삭제되었습니다
pl: Mapowanie usunięte pomyślnie
pt: Mapeamento excluído com sucesso
zh: 映射已成功删除

# commonCancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
pt: Cancelar
zh: 取消

# commonConfirm
source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
ko: 확인
pl: Potwierdź
pt: Confirmar
zh: 确认

# autoSwitcherProviderErrorPrefix
source: Failed to
cs: Nepodařilo se
de: Fehler beim
es: Error al
fr: Échec de
ja: 失敗しました
ko: 실패
pl: Nie udało się
pt: Falha ao
zh: 失败

# autoSwitcherProviderStartMonitoring
source: start monitoring
cs: spustit monitorování
de: Starten der Überwachung
es: iniciar la monitorización
fr: démarrer la surveillance
ja: 監視を開始
ko: 모니터링 시작
pl: rozpocząć monitorowania
pt: iniciar o monitoramento
zh: 开始监控

# autoSwitcherProviderStopMonitoring
source: stop monitoring
cs: zastavit monitorování
de: Stoppen der Überwachung
es: detener la monitorización
fr: arrêter la surveillance
ja: 監視を停止
ko: 모니터링 중지
pl: zatrzymać monitorowania
pt: parar o monitoramento
zh: 停止监控

# autoSwitcherProviderManualUpdate
source: perform manual update
cs: provést ruční aktualizaci
de: Durchführen der manuellen Aktualisierung
es: realizar la actualización manual
fr: effectuer la mise à jour manuelle
ja: 手動更新を実行
ko: 수동 업데이트 수행
pl: wykonać ręcznej aktualizacji
pt: realizar a atualização manual
zh: 执行手动更新

# autoSwitcherProviderLoadHistory
source: load history
cs: načíst historii
de: Laden des Verlaufs
es: cargar el historial
fr: charger l'historique
ja: 履歴を読み込み
ko: 기록 로드
pl: załadować historii
pt: carregar o histórico
zh: 加载历史记录

# autoSwitcherProviderClearHistory
source: clear history
cs: vymazat historii
de: Löschen des Verlaufs
es: limpiar el historial
fr: effacer l'historique
ja: 履歴をクリア
ko: 기록 지우기
pl: wyczyścić historii
pt: limpar o histórico
zh: 清除历史记录

# autoSwitcherProviderSuccessCategoryUpdated
source: Category updated successfully
cs: Kategorie byla úspěšně aktualizována
de: Kategorie erfolgreich aktualisiert
es: Categoría actualizada correctamente
fr: Catégorie mise à jour avec succès
ja: カテゴリが正常に更新されました
ko: 카테고리가 성공적으로 업데이트되었습니다
pl: Kategoria zaktualizowana pomyślnie
pt: Categoria atualizada com sucesso
zh: 分类已成功更新

# autoSwitcherProviderSuccessHistoryCleared
source: History cleared successfully
cs: Historie byla úspěšně vymazána
de: Verlauf erfolgreich gelöscht
es: Historial limpiado correctamente
fr: Historique effacé avec succès
ja: 履歴が正常にクリアされました
ko: 기록이 성공적으로 지워졌습니다
pl: Historia wyczyszczona pomyślnie
pt: Histórico limpo com sucesso
zh: 历史记录已成功清除

# autoSwitcherProviderErrorUnknown
source: Unknown error
cs: Neznámá chyba
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
ja: 不明なエラー
ko: 알 수 없는 오류
pl: Nieznany błąd
pt: Erro desconhecido
zh: 未知错误

# settingsFactoryReset
source: Factory Reset
cs: Tovární nastavení
de: Zurücksetzen auf Werkseinstellungen
es: Restablecimiento de fábrica
fr: Réinitialisation d'usine
ja: 工場出荷時設定にリセット
ko: 공장 초기화
pl: Przywracanie ustawień fabrycznych
pt: Redefinição de fábrica
zh: 恢复出厂设置

# settingsFactoryResetDescription
source: Reset all settings and data to factory defaults
cs: Obnovit všechna nastavení a data na tovární výchozí hodnoty
de: Alle Einstellungen und Daten auf Werkseinstellungen zurücksetzen
es: Restablecer todas las configuraciones y datos a los valores predeterminados de fábrica
fr: Réinitialiser tous les paramètres et données aux valeurs par défaut d'usine
ja: すべての設定とデータを工場出荷時の状態にリセットします
ko: 모든 설정 및 데이터를 공장 기본값으로 재설정
pl: Zresetuj wszystkie ustawienia i dane do wartości domyślnych
pt: Redefinir todas as configurações e dados para os padrões de fábrica
zh: 将所有设置和数据重置为出厂默认值

# settingsFactoryResetButton
source: Reset to Factory Defaults
cs: Obnovit tovární nastavení
de: Auf Werkseinstellungen zurücksetzen
es: Restablecer a valores de fábrica
fr: Réinitialiser aux paramètres d'usine
ja: 工場出荷時の状態にリセット
ko: 공장 기본값으로 재설정
pl: Przywróć ustawienia fabryczne
pt: Redefinir para padrões de fábrica
zh: 重置为出厂默认值

# settingsFactoryResetDialogTitle
source: Factory Reset
cs: Tovární nastavení
de: Zurücksetzen auf Werkseinstellungen
es: Restablecimiento de fábrica
fr: Réinitialisation d'usine
ja: 工場出荷時設定にリセット
ko: 공장 초기화
pl: Przywracanie ustawień fabrycznych
pt: Redefinição de fábrica
zh: 恢复出厂设置

# settingsFactoryResetDialogMessage
source: This will: • Disconnect your Twitch account • Reset all settings to defaults • Clear all category mappings • Delete update history Your language preference will be preserved. Are you sure you want to continue?
cs: Všechna nastavení, lokální databáze a všechny lokálně vytvořené kategorie budou ztraceny. Opravdu chcete pokračovat?
de: Alle Einstellungen, die lokale Datenbank und alle lokal erstellten Kategorien gehen verloren. Möchten Sie wirklich fortfahren?
es: Se perderán todas las configuraciones, la base de datos local y todas las categorías creadas localmente. ¿Está seguro de que desea continuar?
fr: Tous les paramètres, la base de données locale et toutes les catégories créées localement seront perdus. Êtes-vous sûr de vouloir continuer ?
ja: すべての設定、ローカルデータベース、およびローカルで作成されたすべてのカテゴリが失われます。本当に続行しますか？
ko: 모든 설정, 로컬 데이터베이스 및 로컬로 생성된 모든 카테고리가 손실됩니다. 계속하시겠습니까?
pl: Wszystkie ustawienia, lokalna baza danych i wszystkie lokalnie utworzone kategorie zostaną utracone. Czy na pewno chcesz kontynuować?
pt: Todas as configurações, banco de dados local e todas as categorias criadas localmente serão perdidas. Tem certeza de que deseja continuar?
zh: 所有设置、本地数据库和本地创建的所有分类都将丢失。您确定要继续吗？

# settingsFactoryResetDialogConfirm
source: RESET
cs: OBNOVIT
de: ZURÜCKSETZEN
es: RESTABLECER
fr: RÉINITIALISER
ja: リセット
ko: 재설정
pl: RESETUJ
pt: REDEFINIR
zh: 重置
