Repository: evobug-com/TKit
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, ja, ko, pl, pt, zh

# settingsScanIntervalDescription
source: How often to check which application has focus
cs: Jak často kontrolovat, která aplikace je aktivní
de: Wie oft überprüft werden soll, welche Anwendung den Fokus hat
es: Con qué frecuencia verificar qué aplicación tiene el foco
fr: À quelle fréquence vérifier quelle application a le focus
ja: どのアプリケーションにフォーカスがあるかを確認する頻度
ko: 어떤 애플리케이션이 포커스를 가지고 있는지 확인하는 빈도
pl: Jak często sprawdzać, która aplikacja ma fokus
pt: Com que frequência verificar qual aplicativo tem o foco
zh: 检查哪个应用程序具有焦点的频率

# autoSwitcherStatusUpdatingCategory
source: UPDATING CATEGORY
cs: AKTUALIZACE KATEGORIE
de: KATEGORIE WIRD AKTUALISIERT
es: ACTUALIZANDO CATEGORÍA
fr: MISE À JOUR DE LA CATÉGORIE
ja: カテゴリを更新中
ko: 카테고리 업데이트 중
pl: AKTUALIZOWANIE KATEGORII
pt: ATUALIZANDO CATEGORIA
zh: 更新分类中

# categoryMappingAddMappingButton
source: ADD MAPPING
cs: PŘIDAT MAPOVÁNÍ
de: ZUORDNUNG HINZUFÜGEN
es: AGREGAR MAPEO
fr: AJOUTER UN MAPPAGE
ja: マッピングを追加
ko: 매핑 추가
pl: DODAJ MAPOWANIE
pt: ADICIONAR MAPEAMENTO
zh: 添加映射

# updateDialogDownloadFailed
source: Download failed:
cs: Stahování selhalo:
de: Download fehlgeschlagen:
es: Error en la descarga:
fr: Échec du téléchargement :
ja: ダウンロードに失敗しました：
ko: 다운로드 실패:
pl: Pobieranie nie powiodło się:
pt: Falha no download:
zh: 下载失败：

# settingsDebounceTimeLabel
source: Debounce Time
cs: Čas prodlevy
de: Entprellzeit
es: Tiempo de rebote
fr: Temps d'anti-rebond
ja: デバウンス時間
ko: 디바운스 시간
pl: Czas stabilizacji
pt: Tempo de debounce
zh: 防抖时间

# autoSwitcherStatusWaitingDebounce
source: WAITING (DEBOUNCE)
cs: ČEKÁNÍ (PRODLEVA)
de: WARTEN (ENTPRELLEN)
es: ESPERANDO (REBOTE)
fr: EN ATTENTE (ANTI-REBOND)
ja: 待機中（デバウンス）
ko: 대기 중(디바운스)
pl: OCZEKIWANIE (STABILIZACJA)
pt: AGUARDANDO (DEBOUNCE)
zh: 等待中（防抖）

# categoryMappingErrorDialogTitle
source: Error
cs: Chyba
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
pl: Błąd
pt: Erro
zh: 错误

# updateDialogRemindLater
source: Remind Me Later
cs: Připomenout později
de: Später erinnern
es: Recordar más tarde
fr: Me rappeler plus tard
ja: 後で通知する
ko: 나중에 알림
pl: Przypomnij później
pt: Lembrar mais tarde
zh: 稍后提醒

# updateDialogIgnore
source: Ignore This Version
cs: Ignorovat tuto verzi
de: Diese Version ignorieren
es: Ignorar esta versión
fr: Ignorer cette version
ja: このバージョンを無視
ko: 이 버전 무시
pl: Ignoruj tę wersję
pt: Ignorar esta versão
zh: 忽略此版本

# notificationMissingCategoryTitle
source: Category Mapping Not Found
cs: Mapování kategorie nenalezeno
de: Kategoriezuordnung nicht gefunden
es: Mapeo de categoría no encontrado
fr: Mappage de catégorie introuvable
ja: カテゴリマッピングが見つかりません
ko: 카테고리 매핑을 찾을 수 없음
pl: Nie znaleziono mapowania kategorii
pt: Mapeamento de categoria não encontrado
zh: 未找到类别映射

# notificationMissingCategoryBody
source: No Twitch category found for: {processName}
cs: Nebyla nalezena kategorie Twitch pro: {processName}
de: Keine Twitch-Kategorie gefunden für: {processName}
es: No se encontró categoría de Twitch para: {processName}
fr: Aucune catégorie Twitch trouvée pour : {processName}
ja: {processName}のTwitchカテゴリが見つかりません
ko: {processName}에 대한 Twitch 카테고리를 찾을 수 없습니다
pl: Nie znaleziono kategorii Twitch dla: {processName}
pt: Nenhuma categoria da Twitch encontrada para: {processName}
zh: 未找到 {processName} 的 Twitch 类别

# notificationActionAssignCategory
source: Assign Category
cs: Přiřadit kategorii
de: Kategorie zuweisen
es: Asignar categoría
fr: Attribuer une catégorie
ja: カテゴリを割り当て
ko: 카테고리 할당
pl: Przypisz kategorię
pt: Atribuir categoria
zh: 分配类别

# notificationCategoryUpdatedTitle
source: Category Updated
cs: Kategorie aktualizována
de: Kategorie aktualisiert
es: Categoría actualizada
fr: Catégorie mise à jour
ja: カテゴリを更新しました
ko: 카테고리 업데이트됨
pl: Kategoria zaktualizowana
pt: Categoria atualizada
zh: 类别已更新

# notificationCategoryUpdatedBody
source: Switched to "{categoryName}" for {processName}
cs: Přepnuto na "{categoryName}" pro {processName}
de: Gewechselt zu "{categoryName}" für {processName}
es: Cambiado a "{categoryName}" para {processName}
fr: Changement vers "{categoryName}" pour {processName}
ja: {processName}のカテゴリを「{categoryName}」に切り替えました
ko: {processName}을(를) 위해 "{categoryName}"(으)로 전환했습니다
pl: Przełączono na "{categoryName}" dla {processName}
pt: Alternado para "{categoryName}" para {processName}
zh: 已为 {processName} 切换到"{categoryName}"

# mappingListColumnSource
source: Source
cs: Zdroj
de: Quelle
es: Origen
ja: ソース
ko: 소스
pl: Źródło
pt: Origem
zh: 来源

# mappingListColumnEnabled
source: Enabled
cs: Povoleno
de: Aktiviert
es: Habilitado
fr: Activé
ja: 有効
ko: 활성화됨
pl: Włączone
pt: Ativado
zh: 已启用

# mappingListTooltipIgnored
source: This category is ignored
cs: Tato kategorie je ignorována
de: Diese Kategorie wird ignoriert
es: Esta categoría está ignorada
fr: Cette catégorie est ignorée
ja: このカテゴリは無視されています
ko: 이 카테고리는 무시됨
pl: Ta kategoria jest ignorowana
pt: Esta categoria é ignorada
zh: 此类别已被忽略

# mappingListCategoryIgnored
source: Ignored
cs: Ignorováno
de: Ignoriert
es: Ignorado
fr: Ignoré
ja: 無視
ko: 무시됨
pl: Ignorowane
pt: Ignorado
zh: 已忽略

# mappingListSourceUnknown
source: Unknown
cs: Neznámý
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pl: Nieznane
pt: Desconhecido
zh: 未知

# mappingListSelected
source: {count} selected
cs: {count} vybráno
de: {count} ausgewählt
es: {count} seleccionado
fr: {count} sélectionné
ja: {count}件選択中
ko: {count}개 선택됨
pl: Zaznaczono: {count}
pt: {count} selecionado
zh: 已选择 {count} 项

# mappingListSelectedVisible
source: {count} selected ({visible} visible)
cs: {count} vybráno ({visible} viditelných)
de: {count} ausgewählt ({visible} sichtbar)
es: {count} seleccionado ({visible} visible)
fr: {count} sélectionné ({visible} visible)
ja: {count}件選択中（{visible}件表示）
ko: {count}개 선택됨 ({visible}개 표시됨)
pl: Zaznaczono: {count} (widoczne: {visible})
pt: {count} selecionado ({visible} visível)
zh: 已选择 {count} 项（{visible} 项可见）

# mappingListButtonInvert
source: Invert
cs: Invertovat
de: Umkehren
es: Invertir
fr: Inverser
ja: 反転
ko: 반전
pl: Odwróć
pt: Inverter
zh: 反选

# mappingListButtonClear
source: Clear
cs: Vymazat
de: Löschen
es: Limpiar
fr: Effacer
ja: クリア
ko: 지우기
pl: Wyczyść
pt: Limpar
zh: 清除

# mappingListButtonUndo
source: Undo {action}
cs: Vrátit {action}
de: {action} rückgängig machen
es: Deshacer {action}
fr: Annuler {action}
ja: {action}を元に戻す
ko: {action} 실행 취소
pl: Cofnij {action}
pt: Desfazer {action}
zh: 撤销{action}

# mappingListButtonExport
source: Export
cs: Exportovat
de: Exportieren
es: Exportar
fr: Exporter
ja: エクスポート
ko: 내보내기
pl: Eksportuj
pt: Exportar
zh: 导出

# mappingListButtonEnable
source: Enable
cs: Povolit
de: Aktivieren
es: Habilitar
fr: Activer
ja: 有効化
ko: 활성화
pl: Włącz
pt: Ativar
zh: 启用

# mappingListButtonDisable
source: Disable
cs: Zakázat
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
ja: 無効化
ko: 비활성화
pl: Wyłącz
pt: Desativar
zh: 禁用

# mappingListButtonDelete
source: Delete
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pl: Usuń
pt: Excluir
zh: 删除

# mappingListTooltipCannotDelete
source: Cannot delete mappings from read-only lists
cs: Nelze smazat mapování ze seznamů pouze pro čtení
de: Zuordnungen aus schreibgeschützten Listen können nicht gelöscht werden
es: No se pueden eliminar mapeos de listas de solo lectura
fr: Impossible de supprimer les mappages des listes en lecture seule
ja: 読み取り専用リストからマッピングを削除できません
ko: 읽기 전용 목록의 매핑은 삭제할 수 없습니다
pl: Nie można usunąć mapowań z list tylko do odczytu
pt: Não é possível excluir mapeamentos de listas somente leitura
zh: 无法删除只读列表中的映射

# mappingListTooltipDelete
source: Delete selected mappings
cs: Smazat vybraná mapování
de: Ausgewählte Zuordnungen löschen
es: Eliminar mapeos seleccionados
fr: Supprimer les mappages sélectionnés
ja: 選択したマッピングを削除
ko: 선택한 매핑 삭제
pl: Usuń zaznaczone mapowania
pt: Excluir mapeamentos selecionados
zh: 删除选定的映射

# mappingListSearchHint
source: Search by process name or category...
cs: Hledat podle názvu procesu nebo kategorie...
de: Nach Prozessname oder Kategorie suchen...
es: Buscar por nombre de proceso o categoría...
fr: Rechercher par nom de processus ou catégorie...
ja: プロセス名またはカテゴリで検索...
ko: 프로세스 이름 또는 카테고리로 검색...
pl: Szukaj według nazwy procesu lub kategorii...
pt: Pesquisar por nome do processo ou categoria...
zh: 按进程名称或类别搜索...

# mappingListTooltipClearSearch
source: Clear search
cs: Vymazat vyhledávání
de: Suche löschen
es: Limpiar búsqueda
fr: Effacer la recherche
ja: 検索をクリア
ko: 검색 지우기
pl: Wyczyść wyszukiwanie
pt: Limpar pesquisa
zh: 清除搜索

# listManagementEmptyState
source: No lists found
cs: Nebyly nalezeny žádné seznamy
de: Keine Listen gefunden
es: No se encontraron listas
fr: Aucune liste trouvée
ja: リストが見つかりません
ko: 목록을 찾을 수 없음
pl: Nie znaleziono list
pt: Nenhuma lista encontrada
zh: 未找到列表

# listManagementTitle
source: Manage Lists
cs: Spravovat seznamy
de: Listen verwalten
es: Administrar listas
fr: Gérer les listes
ja: リストを管理
ko: 목록 관리
pl: Zarządzaj listami
pt: Gerenciar listas
zh: 管理列表

# listManagementSyncNow
source: Sync now
cs: Synchronizovat nyní
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
ja: 今すぐ同期
ko: 지금 동기화
pl: Synchronizuj teraz
pt: Sincronizar agora
zh: 立即同步

# listManagementBadgeLocal
source: LOCAL
cs: MÍSTNÍ
de: LOKAL
ja: ローカル
ko: 로컬
pl: LOKALNE
zh: 本地

# listManagementBadgeOfficial
source: OFFICIAL
cs: OFICIÁLNÍ
de: OFFIZIELL
es: OFICIAL
fr: OFFICIEL
ja: 公式
ko: 공식
pl: OFICJALNE
pt: OFICIAL
zh: 官方

# listManagementBadgeRemote
source: REMOTE
cs: VZDÁLENÝ
es: REMOTO
fr: DISTANT
ja: リモート
ko: 원격
pl: ZDALNE
pt: REMOTO
zh: 远程

# listManagementBadgeReadOnly
source: READ-ONLY
cs: POUZE PRO ČTENÍ
de: NUR LESEN
es: SOLO LECTURA
fr: LECTURE SEULE
ja: 読み取り専用
ko: 읽기 전용
pl: TYLKO DO ODCZYTU
pt: SOMENTE LEITURA
zh: 只读

# listManagementButtonImport
source: Import List
cs: Importovat seznam
de: Liste importieren
es: Importar lista
fr: Importer une liste
ja: リストをインポート
ko: 목록 가져오기
pl: Importuj listę
pt: Importar lista
zh: 导入列表

# listManagementButtonSyncAll
source: Sync All
cs: Synchronizovat vše
de: Alle synchronisieren
es: Sincronizar todo
fr: Tout synchroniser
ja: すべて同期
ko: 모두 동기화
pl: Synchronizuj wszystkie
pt: Sincronizar tudo
zh: 全部同步

# listManagementButtonClose
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pl: Zamknij
pt: Fechar
zh: 关闭

# listManagementImportTitle
source: Import List
cs: Importovat seznam
de: Liste importieren
es: Importar lista
fr: Importer une liste
ja: リストをインポート
ko: 목록 가져오기
pl: Importuj listę
pt: Importar lista
zh: 导入列表

# listManagementImportUrl
source: List URL
cs: URL seznamu
de: Listen-URL
es: URL de la lista
fr: URL de la liste
ja: リストURL
ko: 목록 URL
pl: URL listy
pt: URL da lista
zh: 列表 URL

# listManagementImportName
source: List Name (optional)
cs: Název seznamu (volitelné)
de: Listenname (optional)
es: Nombre de la lista (opcional)
fr: Nom de la liste (facultatif)
ja: リスト名（オプション）
ko: 목록 이름 (선택 사항)
pl: Nazwa listy (opcjonalne)
pt: Nome da lista (opcional)
zh: 列表名称（可选）

# listManagementImportNameHelper
source: If not provided, will use name from JSON file
cs: Pokud není zadán, použije se název z JSON souboru
de: Falls nicht angegeben, wird der Name aus der JSON-Datei verwendet
es: Si no se proporciona, se usará el nombre del archivo JSON
fr: S'il n'est pas fourni, le nom du fichier JSON sera utilisé
ja: 指定しない場合、JSONファイルから名前を使用します
ko: 제공되지 않으면 JSON 파일의 이름을 사용합니다
pl: Jeśli nie podano, zostanie użyta nazwa z pliku JSON
pt: Se não fornecido, usará o nome do arquivo JSON
zh: 如果未提供，将使用 JSON 文件中的名称

# listManagementImportNamePlaceholder
source: My Custom List
cs: Můj vlastní seznam
de: Meine benutzerdefinierte Liste
es: Mi lista personalizada
fr: Ma liste personnalisée
ja: マイカスタムリスト
ko: 나만의 커스텀 목록
pl: Moja niestandardowa lista
pt: Minha lista personalizada
zh: 我的自定义列表

# listManagementImportDescription
source: Description (optional)
cs: Popis (volitelné)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultatif)
ja: 説明（オプション）
ko: 설명 (선택 사항)
pl: Opis (opcjonalny)
pt: Descrição (opcional)
zh: 描述（可选）

# listManagementImportDescriptionHelper
source: If not provided, will use description from JSON file
cs: Pokud není zadán, použije se popis z JSON souboru
de: Falls nicht angegeben, wird die Beschreibung aus der JSON-Datei verwendet
es: Si no se proporciona, se usará la descripción del archivo JSON
fr: Si elle n'est pas fournie, la description du fichier JSON sera utilisée
ja: 指定しない場合、JSONファイルから説明を使用します
ko: 제공되지 않으면 JSON 파일의 설명을 사용합니다
pl: Jeśli nie podano, zostanie użyty opis z pliku JSON
pt: Se não fornecido, usará a descrição do arquivo JSON
zh: 如果未提供，将使用 JSON 文件中的描述

# listManagementImportDescriptionPlaceholder
source: A collection of game mappings
cs: Sbírka herních mapování
de: Eine Sammlung von Spielzuordnungen
es: Una colección de mapeos de juegos
fr: Une collection de mappages de jeux
ja: ゲームマッピングのコレクション
ko: 게임 매핑 모음
pl: Kolekcja mapowań gier
pt: Uma coleção de mapeamentos de jogos
zh: 游戏映射集合

# listManagementButtonCancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
pt: Cancelar
zh: 取消

# listManagementButtonImportConfirm
source: Import
cs: Importovat
de: Importieren
es: Importar
fr: Importer
ja: インポート
ko: 가져오기
pl: Importuj
pt: Importar
zh: 导入

# listManagementDefaultName
source: Imported List
cs: Importovaný seznam
de: Importierte Liste
es: Lista importada
fr: Liste importée
ja: インポートされたリスト
ko: 가져온 목록
pl: Zaimportowana lista
pt: Lista importada
zh: 已导入的列表

# listManagementImportSuccess
source: List imported successfully
cs: Seznam úspěšně importován
de: Liste erfolgreich importiert
es: Lista importada correctamente
fr: Liste importée avec succès
ja: リストが正常にインポートされました
ko: 목록을 성공적으로 가져왔습니다
pl: Lista zaimportowana pomyślnie
pt: Lista importada com sucesso
zh: 列表导入成功

# listManagementSyncNever
source: never
cs: nikdy
de: nie
es: nunca
fr: jamais
ja: なし
ko: 한 번도 없음
pl: nigdy
pt: nunca
zh: 从未

# listManagementSyncJustNow
source: just now
cs: právě teď
de: gerade eben
es: justo ahora
fr: à l'instant
ja: たった今
ko: 방금
pl: przed chwilą
pt: agora mesmo
zh: 刚刚

# listManagementSyncMinutesAgo
source: {minutes}m ago
cs: před {minutes}m
de: vor {minutes}m
es: hace {minutes}m
fr: il y a {minutes}m
ja: {minutes}分前
ko: {minutes}분 전
pl: {minutes} min temu
pt: {minutes}m atrás
zh: {minutes}分钟前

# listManagementSyncHoursAgo
source: {hours}h ago
cs: před {hours}h
de: vor {hours}h
es: hace {hours}h
fr: il y a {hours}h
ja: {hours}時間前
ko: {hours}시간 전
pl: {hours} godz. temu
pt: {hours}h atrás
zh: {hours}小时前

# listManagementSyncDaysAgo
source: {days}d ago
cs: před {days}d
de: vor {days}T
es: hace {days}d
fr: il y a {days}j
ja: {days}日前
ko: {days}일 전
pl: {days} dni temu
pt: {days}d atrás
zh: {days}天前

# listManagementSyncDaysHoursAgo
source: {days}d {hours}h ago
cs: před {days}d {hours}h
de: vor {days}T {hours}h
es: hace {days}d {hours}h
fr: il y a {days}j {hours}h
ja: {days}日{hours}時間前
ko: {days}일 {hours}시간 전
pl: {days} dni {hours} godz. temu
pt: {days}d {hours}h atrás
zh: {days}天{hours}小时前

# listManagementMappingsCount
source: {count} mappings
cs: {count} mapování
de: {count} Zuordnungen
es: {count} mapeos
fr: {count} mappages
ja: {count}個のマッピング
ko: {count}개 매핑
pl: {count} mapowań
pt: {count} mapeamentos
zh: {count} 个映射

# listManagementSyncFailed
source: Sync failed:
cs: Synchronizace selhala:
de: Synchronisierung fehlgeschlagen:
es: Error en la sincronización:
fr: Échec de la synchronisation :
ja: 同期に失敗しました:
ko: 동기화 실패:
pl: Synchronizacja nie powiodła się:
pt: Sincronização falhou:
zh: 同步失败：

# listManagementLastSynced
source: Last synced:
cs: Naposledy synchronizováno:
de: Zuletzt synchronisiert:
es: Última sincronización:
fr: Dernière synchronisation :
ja: 最終同期:
ko: 마지막 동기화:
pl: Ostatnia synchronizacja:
pt: Última sincronização:
zh: 上次同步：

# unknownGameIgnoreProcess
source: Ignore Process
cs: Ignorovat proces
de: Prozess ignorieren
es: Ignorar proceso
fr: Ignorer le processus
ja: プロセスを無視
ko: 프로세스 무시
pl: Ignoruj proces
pt: Ignorar processo
zh: 忽略进程

# unknownGameSubmissionTitle
source: Submission Required
cs: Vyžadováno odeslání
de: Einreichung erforderlich
es: Envío requerido
fr: Soumission requise
ja: 投稿が必要
ko: 제출 필요
pl: Wymagane zgłoszenie
pt: Envio necessário
zh: 需要提交

# unknownGameSubmissionInfo
source: This mapping will be saved locally and submitted to the list owner for approval. Once approved and synced, your local copy will be automatically replaced.
cs: Toto mapování bude uloženo místně a odesláno vlastníkovi seznamu ke schválení. Po schválení a synchronizaci bude vaše místní kopie automaticky nahrazena.
de: Diese Zuordnung wird lokal gespeichert und zur Genehmigung an den Listenbesitzer gesendet. Nach Genehmigung und Synchronisierung wird Ihre lokale Kopie automatisch ersetzt.
es: Este mapeo se guardará localmente y se enviará al propietario de la lista para su aprobación. Una vez aprobado y sincronizado, tu copia local será reemplazada automáticamente.
fr: Ce mappage sera enregistré localement et soumis au propriétaire de la liste pour approbation. Une fois approuvé et synchronisé, votre copie locale sera automatiquement remplacée.
ja: このマッピングはローカルに保存され、承認のためにリスト所有者に投稿されます。承認されて同期されると、ローカルコピーは自動的に置き換えられます。
ko: 이 매핑은 로컬에 저장되고 승인을 위해 목록 소유자에게 제출됩니다. 승인 및 동기화되면 로컬 사본이 자동으로 교체됩니다.
pl: To mapowanie zostanie zapisane lokalnie i zgłoszone właścicielowi listy do zatwierdzenia. Po zatwierdzeniu i synchronizacji Twoja lokalna kopia zostanie automatycznie zastąpiona.
pt: Este mapeamento será salvo localmente e enviado ao proprietário da lista para aprovação. Uma vez aprovado e sincronizado, sua cópia local será automaticamente substituída.
zh: 此映射将保存在本地并提交给列表所有者进行审批。一旦获得批准并同步，您的本地副本将被自动替换。

# unknownGameSectionLists
source: LISTS
cs: SEZNAMY
de: LISTEN
es: LISTAS
fr: LISTES
ja: リスト
ko: 목록
pl: LISTY
pt: LISTAS
zh: 列表

# unknownGameListMappingCount
source: {count} mappings
cs: {count} mapování
de: {count} Zuordnungen
es: {count} mapeos
fr: {count} mappages
ja: {count}件のマッピング
ko: {count}개 매핑
pl: Mapowania: {count}
pt: {count} mapeamentos
zh: {count} 个映射

# unknownGameBadgeStaged
source: STAGED
cs: PŘIPRAVENO
de: BEREITGESTELLT
es: PREPARADO
fr: EN ATTENTE
ja: ステージング
ko: 준비됨
pl: PRZYGOTOWANE
pt: PREPARADO
zh: 已暂存

# unknownGameIgnoredProcess
source: IGNORED PROCESS
cs: IGNOROVANÝ PROCES
de: IGNORIERTER PROZESS
es: PROCESO IGNORADO
fr: PROCESSUS IGNORÉ
ja: 無視されたプロセス
ko: 무시된 프로세스
pl: PROCES IGNOROWANY
pt: PROCESSO IGNORADO
zh: 已忽略的进程

# unknownGameWorkflowTitle
source: Submission Workflow
cs: Proces odeslání
de: Einreichungs-Workflow
es: Flujo de envío
fr: Processus de soumission
ja: 投稿ワークフロー
ko: 제출 워크플로
pl: Przepływ zgłoszenia
pt: Fluxo de envio
zh: 提交工作流程

# unknownGameWorkflowTitleAlt
source: What Happens Next
cs: Co se stane dále
de: Was passiert als Nächstes
es: Qué sucederá a continuación
fr: Que se passe-t-il ensuite
ja: 次に起こること
ko: 다음에 일어날 일
pl: Co się stanie dalej
pt: O que acontece a seguir
zh: 接下来会发生什么

# unknownGameWorkflowStepLocal
source: Saved locally to My Custom Mappings
cs: Uloženo místně do Mých vlastních mapování
de: Lokal gespeichert in Meine benutzerdefinierten Zuordnungen
es: Guardado localmente en Mis mapeos personalizados
fr: Enregistré localement dans Mes mappages personnalisés
ja: マイカスタムマッピングにローカル保存
ko: 나만의 커스텀 매핑에 로컬로 저장됨
pl: Zapisane lokalnie w Moje niestandardowe mapowania
pt: Salvo localmente em Meus mapeamentos personalizados
zh: 保存到我的自定义映射

# unknownGameWorkflowStepLocalDesc
source: Stored on your device first, so the mapping works immediately
cs: Nejprve uloženo na vašem zařízení, takže mapování funguje okamžitě
de: Zuerst auf Ihrem Gerät gespeichert, damit die Zuordnung sofort funktioniert
es: Almacenado primero en tu dispositivo, por lo que el mapeo funciona inmediatamente
fr: Stocké d'abord sur votre appareil, le mappage fonctionne donc immédiatement
ja: まずデバイスに保存されるため、マッピングはすぐに機能します
ko: 먼저 기기에 저장되므로 매핑이 즉시 작동합니다
pl: Najpierw przechowywane na Twoim urządzeniu, więc mapowanie działa natychmiast
pt: Armazenado primeiro no seu dispositivo, para que o mapeamento funcione imediatamente
zh: 首先存储在您的设备上，因此映射立即生效

# unknownGameWorkflowStepSubmit
source: Submitted to {listName}
cs: Odesláno do {listName}
de: An {listName} gesendet
es: Enviado a {listName}
fr: Soumis à {listName}
ja: {listName}に投稿
ko: {listName}에 제출됨
pl: Zgłoszone do {listName}
pt: Enviado para {listName}
zh: 提交到 {listName}

# unknownGameWorkflowStepSubmitDesc
source: Automatically sent to the list owner for review and approval
cs: Automaticky odesláno vlastníkovi seznamu ke kontrole a schválení
de: Automatisch zur Überprüfung und Genehmigung an den Listenbesitzer gesendet
es: Enviado automáticamente al propietario de la lista para revisión y aprobación
fr: Automatiquement envoyé au propriétaire de la liste pour examen et approbation
ja: レビューと承認のためにリスト所有者に自動送信されます
ko: 검토 및 승인을 위해 목록 소유자에게 자동으로 전송됩니다
pl: Automatycznie wysłane do właściciela listy do przeglądu i zatwierdzenia
pt: Enviado automaticamente ao proprietário da lista para revisão e aprovação
zh: 自动发送给列表所有者进行审核和批准

# unknownGameWorkflowStepReplace
source: Local copy replaced when approved
cs: Místní kopie nahrazena po schválení
de: Lokale Kopie ersetzt nach Genehmigung
es: Copia local reemplazada cuando se apruebe
fr: Copie locale remplacée après approbation
ja: 承認されるとローカルコピーを置換
ko: 승인 시 로컬 사본 교체됨
pl: Kopia lokalna zastąpiona po zatwierdzeniu
pt: Cópia local substituída quando aprovado
zh: 批准后替换本地副本

# unknownGameWorkflowStepReplaceDesc
source: Once accepted and synced, your local copy is removed and replaced with the official version from {listName}
cs: Po přijetí a synchronizaci bude vaše místní kopie odstraněna a nahrazena oficiální verzí z {listName}
de: Nach Annahme und Synchronisierung wird Ihre lokale Kopie entfernt und durch die offizielle Version von {listName} ersetzt
es: Una vez aceptado y sincronizado, tu copia local se elimina y se reemplaza con la versión oficial de {listName}
fr: Une fois accepté et synchronisé, votre copie locale est supprimée et remplacée par la version officielle de {listName}
ja: 承認されて同期されると、ローカルコピーは削除され、{listName}の公式バージョンに置き換えられます
ko: 승인 및 동기화되면 로컬 사본이 제거되고 {listName}의 공식 버전으로 교체됩니다
pl: Po zaakceptowaniu i zsynchronizowaniu Twoja lokalna kopia zostanie usunięta i zastąpiona oficjalną wersją z {listName}
pt: Uma vez aceito e sincronizado, sua cópia local é removida e substituída pela versão oficial de {listName}
zh: 一旦接受并同步，您的本地副本将被删除并替换为 {listName} 中的官方版本

# unknownGameSavedTo
source: Saved to {listName}
cs: Uloženo do {listName}
de: Gespeichert in {listName}
es: Guardado en {listName}
fr: Enregistré dans {listName}
ja: {listName}に保存されました
ko: {listName}에 저장됨
pl: Zapisano do {listName}
pt: Salvo em {listName}
zh: 已保存到 {listName}

# unknownGameIgnoredInfo
source: This process will be ignored and won't trigger notifications
cs: Tento proces bude ignorován a nespustí notifikace
de: Dieser Prozess wird ignoriert und löst keine Benachrichtigungen aus
es: Este proceso será ignorado y no activará notificaciones
fr: Ce processus sera ignoré et ne déclenchera pas de notifications
ja: このプロセスは無視され、通知をトリガーしません
ko: 이 프로세스는 무시되며 알림을 트리거하지 않습니다
pl: Ten proces będzie ignorowany i nie wywoła powiadomień
pt: Este processo será ignorado e não acionará notificações
zh: 此进程将被忽略，不会触发通知

# unknownGameLocalSaveInfo
source: Your mapping is saved locally and will work immediately
cs: Vaše mapování je uloženo místně a bude fungovat okamžitě
de: Ihre Zuordnung ist lokal gespeichert und funktioniert sofort
es: Tu mapeo se guarda localmente y funcionará inmediatamente
fr: Votre mappage est enregistré localement et fonctionnera immédiatement
ja: マッピングはローカルに保存されており、すぐに機能します
ko: 매핑이 로컬에 저장되었으며 즉시 작동합니다
pl: Twoje mapowanie jest zapisane lokalnie i będzie działać natychmiast
pt: Seu mapeamento está salvo localmente e funcionará imediatamente
zh: 您的映射已保存在本地，将立即生效
