Repository: evobug-com/TKit
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, ja, ko, pl, pt, zh

# statusDashboardCheckingApp
source: Checking active app
cs: Kontrola aktivní aplikace
de: Aktive App wird überprüft
es: Comprobando aplicación activa
fr: Vérification de l'application active
ja: アクティブなアプリを確認中
ko: 활성 앱 확인 중
pl: Sprawdzanie aktywnej aplikacji
pt: Verificando aplicativo ativo
zh: 检查活动应用

# statusDashboardFindingCategory
source: Finding category
cs: Hledání kategorie
de: Kategorie wird gesucht
es: Buscando categoría
fr: Recherche de catégorie
ja: カテゴリを検索中
ko: 카테고리 찾는 중
pl: Wyszukiwanie kategorii
pt: Procurando categoria
zh: 查找类别

# statusDashboardUpdating
source: Updating category
cs: Aktualizace kategorie
de: Kategorie wird aktualisiert
es: Actualizando categoría
fr: Mise à jour de la catégorie
ja: カテゴリを更新中
ko: 카테고리 업데이트 중
pl: Aktualizowanie kategorii
pt: Atualizando categoria
zh: 更新类别

# statusDashboardWaiting
source: Waiting for confirmation
cs: Čekání na potvrzení
de: Warte auf Bestätigung
es: Esperando confirmación
fr: En attente de confirmation
ja: 確認を待っています
ko: 확인 대기 중
pl: Oczekiwanie na potwierdzenie
pt: Aguardando confirmação
zh: 等待确认

# statusDashboardError
source: Error occurred
cs: Došlo k chybě
de: Fehler aufgetreten
es: Ocurrió un error
fr: Erreur survenue
ja: エラーが発生しました
ko: 오류 발생
pl: Wystąpił błąd
pt: Ocorreu um erro
zh: 发生错误

# mappingListOfCount
source: {count} of {total}
cs: {count} z {total}
de: {count} von {total}
es: {count} de {total}
fr: {count} sur {total}
ja: {count}/{total}
ko: {total}개 중 {count}개
pl: {count} z {total}
pt: {count} de {total}
zh: {count} / {total}

# mappingListActionDelete
source: Delete
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pl: Usuń
pt: Excluir
zh: 删除

# mappingListActionEnable
source: Enable
cs: Povolit
de: Aktivieren
es: Habilitar
fr: Activer
ja: 有効化
ko: 활성화
pl: Włącz
pt: Ativar
zh: 启用

# mappingListActionDisable
source: Disable
cs: Zakázat
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
ja: 無効化
ko: 비활성화
pl: Wyłącz
pt: Desativar
zh: 禁用

# autoSwitcherTimeSecondsAgo
source: {seconds}s ago
cs: před {seconds}s
de: vor {seconds}s
es: hace {seconds}s
fr: il y a {seconds}s
ja: {seconds}秒前
ko: {seconds}초 전
pl: {seconds}s temu
pt: {seconds}s atrás
zh: {seconds}秒前

# autoSwitcherTimeMinutesAgo
source: {minutes}m ago
cs: před {minutes}m
de: vor {minutes}m
es: hace {minutes}m
fr: il y a {minutes}m
ja: {minutes}分前
ko: {minutes}분 전
pl: {minutes}m temu
pt: {minutes}m atrás
zh: {minutes}分钟前

# autoSwitcherTimeHoursAgo
source: {hours}h ago
cs: před {hours}h
de: vor {hours}h
es: hace {hours}h
fr: il y a {hours}h
ja: {hours}時間前
ko: {hours}시간 전
pl: {hours}h temu
pt: {hours}h atrás
zh: {hours}小时前

# settingsDebounceTimeDescription
source: Wait time before switching category after app change (prevents rapid switching)
cs: Čekací doba před přepnutím kategorie po změně aplikace (zabraňuje rychlému přepínání)
de: Wartezeit vor dem Kategorienwechsel nach App-Wechsel (verhindert schnelles Umschalten)
es: Tiempo de espera antes de cambiar la categoría después del cambio de aplicación (evita cambios rápidos)
fr: Temps d'attente avant de changer de catégorie après le changement d'application (évite les changements rapides)
ja: アプリ変更後にカテゴリを切り替えるまでの待機時間（高速な切り替えを防止）
ko: 앱 변경 후 카테고리 전환 전 대기 시간(빠른 전환 방지)
pl: Czas oczekiwania przed przełączeniem kategorii po zmianie aplikacji (zapobiega szybkiemu przełączaniu)
pt: Tempo de espera antes de alternar a categoria após mudança de aplicativo (evita alternâncias rápidas)
zh: 应用更改后切换分类前的等待时间（防止快速切换）

# autoSwitcherStatusError
source: ERROR
cs: CHYBA
de: FEHLER
fr: ERREUR
ja: エラー
ko: 오류
pl: BŁĄD
pt: ERRO
zh: 错误

# categoryMappingStatsTotalMappings
source: Total Mappings
cs: Celkem mapování
de: Zuordnungen gesamt
es: Total de mapeos
fr: Total des mappages
ja: 合計マッピング
ko: 전체 매핑
pl: Wszystkie mapowania
pt: Total de mapeamentos
zh: 总映射数

# updateDialogDownloadUpdate
source: Download Update
cs: Stáhnout aktualizaci
de: Aktualisierung herunterladen
es: Descargar actualización
fr: Télécharger la mise à jour
ja: アップデートをダウンロード
ko: 업데이트 다운로드
pl: Pobierz aktualizację
pt: Baixar atualização
zh: 下载更新

# settingsAutoStartMonitoringLabel
source: Start monitoring automatically
cs: Automaticky spustit monitorování
de: Überwachung automatisch starten
es: Iniciar monitorización automáticamente
fr: Démarrer la surveillance automatiquement
ja: 監視を自動的に開始
ko: 자동으로 모니터링 시작
pl: Automatyczne rozpoczęcie monitorowania
pt: Iniciar monitoramento automaticamente
zh: 自动开始监控

# autoSwitcherControlsHeader
source: CONTROLS
cs: OVLÁDÁNÍ
de: STEUERUNG
es: CONTROLES
fr: CONTRÔLES
ja: コントロール
ko: 컨트롤
pl: STEROWANIE
pt: CONTROLES
zh: 控制

# categoryMappingStatsUserDefined
source: User Defined
cs: Definováno uživatelem
de: Benutzerdefiniert
es: Definido por el usuario
fr: Défini par l'utilisateur
ja: ユーザー定義
ko: 사용자 정의
pl: Zdefiniowane przez użytkownika
pt: Definido pelo usuário
zh: 用户定义

# updateDialogCancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
pt: Cancelar
zh: 取消

# settingsAutoStartMonitoringSubtitle
source: Begin monitoring for active application when TKit starts
cs: Zahájí monitorování aktivní aplikace při spuštění TKit
de: Überwachung für aktive Anwendung beim Start von TKit beginnen
es: Comenzar a monitorear la aplicación activa cuando TKit se inicie
fr: Commencer à surveiller l'application active au démarrage de TKit
ja: TKit起動時にアクティブなアプリケーションの監視を開始します
ko: TKit 시작 시 활성 애플리케이션 모니터링 시작
pl: Rozpocznij monitorowanie aktywnej aplikacji po uruchomieniu TKit
pt: Começar a monitorar o aplicativo ativo quando o TKit iniciar
zh: TKit 启动时开始监控活动应用程序

# autoSwitcherControlsStopMonitoring
source: STOP MONITORING
cs: ZASTAVIT MONITOROVÁNÍ
de: ÜBERWACHUNG STOPPEN
es: DETENER MONITORIZACIÓN
fr: ARRÊTER LA SURVEILLANCE
ja: 監視を停止
ko: 모니터링 중지
pl: ZATRZYMAJ MONITOROWANIE
pt: PARAR MONITORAMENTO
zh: 停止监控

# categoryMappingStatsPresets
source: Presets
cs: Předvolby
de: Voreinstellungen
es: Preestablecidos
fr: Préréglages
ja: プリセット
ko: 프리셋
pl: Predefiniowane
pt: Predefinições
zh: 预设

# updateDialogLater
source: Later
cs: Později
de: Später
es: Más tarde
fr: Plus tard
ja: 後で
ko: 나중에
pl: Później
pt: Mais tarde
zh: 稍后

# settingsFallbackBehavior
source: Fallback Behavior
cs: Pojistné chování
de: Fallback-Verhalten
es: Comportamiento alternativo
fr: Comportement de secours
ja: フォールバック動作
ko: 대체 동작
pl: Zachowanie zapasowe
pt: Comportamento alternativo
zh: 回退行为

# autoSwitcherControlsStartMonitoring
source: START MONITORING
cs: SPUSTIT MONITOROVÁNÍ
de: ÜBERWACHUNG STARTEN
es: INICIAR MONITORIZACIÓN
fr: DÉMARRER LA SURVEILLANCE
ja: 監視を開始
ko: 모니터링 시작
pl: ROZPOCZNIJ MONITOROWANIE
pt: INICIAR MONITORAMENTO
zh: 开始监控

# categoryMappingErrorLoading
source: Error loading mappings
cs: Chyba při načítání mapování
de: Fehler beim Laden der Zuordnungen
es: Error al cargar mapeos
fr: Erreur lors du chargement des mappages
ja: マッピングの読み込みエラー
ko: 매핑 로딩 오류
pl: Błąd ładowania mapowań
pt: Erro ao carregar mapeamentos
zh: 加载映射时出错

# updateDialogInstallRestart
source: Install & Restart
cs: Instalovat a restartovat
de: Installieren und neu starten
es: Instalar y reiniciar
fr: Installer et redémarrer
ja: インストールして再起動
ko: 설치 및 재시작
pl: Zainstaluj i uruchom ponownie
pt: Instalar e reiniciar
zh: 安装并重启

# settingsFallbackBehaviorLabel
source: When no mapping is found
cs: Když není nalezeno mapování
de: Wenn keine Zuordnung gefunden wird
es: Cuando no se encuentra mapeo
fr: Lorsqu'aucun mappage n'est trouvé
ja: マッピングが見つからない場合
ko: 매핑을 찾을 수 없을 때
pl: Gdy nie znaleziono mapowania
pt: Quando nenhum mapeamento for encontrado
zh: 未找到映射时

# autoSwitcherControlsManualUpdate
source: MANUAL UPDATE
cs: RUČNÍ AKTUALIZACE
de: MANUELLE AKTUALISIERUNG
es: ACTUALIZACIÓN MANUAL
fr: MISE À JOUR MANUELLE
ja: 手動更新
ko: 수동 업데이트
pl: RĘCZNA AKTUALIZACJA
pt: ATUALIZAÇÃO MANUAL
zh: 手动更新

# categoryMappingRetryButton
source: RETRY
cs: ZKUSIT ZNOVU
de: WIEDERHOLEN
es: REINTENTAR
fr: RÉESSAYER
ja: 再試行
ko: 다시 시도
pl: PONÓW PRÓBĘ
pt: TENTAR NOVAMENTE
zh: 重试

# updateDialogToday
source: today
cs: dnes
de: heute
es: hoy
fr: aujourd'hui
ja: 今日
ko: 오늘
pl: dzisiaj
pt: hoje
zh: 今天

# settingsFallbackBehaviorDescription
source: Choose what happens when the focused app has no category mapping
cs: Zvolte, co se stane, když aktivní aplikace nemá mapování kategorie
de: Wählen Sie, was passiert, wenn die fokussierte App keine Kategoriezuordnung hat
es: Elige qué sucede cuando la aplicación enfocada no tiene mapeo de categoría
fr: Choisissez ce qui se passe lorsque l'application active n'a pas de mappage de catégorie
ja: フォーカスされたアプリにカテゴリマッピングがない場合の動作を選択します
ko: 포커스된 앱에 카테고리 매핑이 없을 때의 동작을 선택하세요
pl: Wybierz, co się stanie, gdy aktywna aplikacja nie ma mapowania kategorii
pt: Escolha o que acontece quando o aplicativo focado não tem mapeamento de categoria
zh: 选择聚焦的应用没有分类映射时的行为

# categoryMappingDeleteDialogTitle
source: Delete Mapping
cs: Smazat mapování
de: Zuordnung löschen
es: Eliminar mapeo
fr: Supprimer le mappage
ja: マッピングを削除
ko: 매핑 삭제
pl: Usuń mapowanie
pt: Excluir mapeamento
zh: 删除映射

# autoSwitcherControlsMonitoringStatus
source: MONITORING STATUS
cs: STAV MONITOROVÁNÍ
de: ÜBERWACHUNGSSTATUS
es: ESTADO DE MONITORIZACIÓN
fr: ÉTAT DE SURVEILLANCE
ja: 監視ステータス
ko: 모니터링 상태
pl: STATUS MONITOROWANIA
pt: STATUS DO MONITORAMENTO
zh: 监控状态

# updateDialogYesterday
source: yesterday
cs: včera
de: gestern
es: ayer
fr: hier
ja: 昨日
ko: 어제
pl: wczoraj
pt: ontem
zh: 昨天

# settingsCustomCategory
source: Custom Category
cs: Vlastní kategorie
de: Benutzerdefinierte Kategorie
es: Categoría personalizada
fr: Catégorie personnalisée
ja: カスタムカテゴリ
ko: 커스텀 카테고리
pl: Kategoria niestandardowa
pt: Categoria personalizada
zh: 自定义分类

# categoryMappingDeleteDialogMessage
source: Are you sure you want to delete this mapping?
cs: Opravdu chcete smazat toto mapování?
de: Möchten Sie diese Zuordnung wirklich löschen?
es: ¿Estás seguro de que deseas eliminar este mapeo?
fr: Êtes-vous sûr de vouloir supprimer ce mappage ?
ja: このマッピングを削除してもよろしいですか？
ko: 이 매핑을 삭제하시겠습니까?
pl: Czy na pewno chcesz usunąć to mapowanie?
pt: Tem certeza de que deseja excluir este mapeamento?
zh: 确定要删除此映射吗？

# autoSwitcherControlsActive
source: ACTIVE
cs: AKTIVNÍ
de: AKTIV
es: ACTIVO
fr: ACTIF
ja: アクティブ
ko: 활성
pl: AKTYWNY
pt: ATIVO
zh: 活动

# updateDialogDaysAgo
source: {days} days ago
cs: před {days} dny
de: vor {days} Tagen
es: hace {days} días
fr: il y a {days} jours
ja: {days}日前
ko: {days}일 전
pl: {days} dni temu
pt: há {days} dias
zh: {days}天前

# settingsCustomCategoryHint
source: Search for a category...
cs: Hledat kategorii...
de: Nach einer Kategorie suchen...
es: Buscar una categoría...
fr: Rechercher une catégorie...
ja: カテゴリを検索...
ko: 카테고리 검색...
pl: Wyszukaj kategorię...
pt: Pesquisar uma categoria...
zh: 搜索分类...

# categoryMappingDeleteDialogConfirm
source: DELETE
cs: SMAZAT
de: LÖSCHEN
es: ELIMINAR
fr: SUPPRIMER
ja: 削除
ko: 삭제
pl: USUŃ
pt: EXCLUIR
zh: 删除

# autoSwitcherControlsInactive
source: INACTIVE
cs: NEAKTIVNÍ
de: INAKTIV
es: INACTIVO
fr: INACTIF
ja: 非アクティブ
ko: 비활성
pl: NIEAKTYWNY
pt: INATIVO
zh: 非活动

# updateDialogVersion
source: Version {version}
cs: Verze {version}
es: Versión {version}
ja: バージョン {version}
ko: 버전 {version}
pl: Wersja {version}
pt: Versão {version}
zh: 版本 {version}

# categoryMappingDeleteDialogCancel
source: CANCEL
cs: ZRUŠIT
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
ja: キャンセル
ko: 취소
pl: ANULUJ
pt: CANCELAR
zh: 取消

# settingsCategorySearchUnavailable
source: Category search will be available when Twitch API module is complete
cs: Vyhledávání kategorií bude k dispozici po dokončení Twitch API modulu
de: Kategoriesuche wird verfügbar sein, wenn das Twitch-API-Modul fertiggestellt ist
es: La búsqueda de categorías estará disponible cuando se complete el módulo API de Twitch
fr: La recherche de catégories sera disponible lorsque le module API Twitch sera terminé
ja: カテゴリ検索はTwitch APIモジュールの完成時に利用可能になります
ko: 카테고리 검색은 Twitch API 모듈이 완료되면 사용할 수 있습니다
pl: Wyszukiwanie kategorii będzie dostępne po ukończeniu modułu API Twitch
pt: A pesquisa de categorias estará disponível quando o módulo da API do Twitch estiver completo
zh: 分类搜索将在 Twitch API 模块完成后可用

# autoSwitcherControlsActiveDescription
source: Automatically updating category based on focused process
cs: Automatická aktualizace kategorie podle aktivního procesu
de: Kategorie wird automatisch basierend auf dem fokussierten Prozess aktualisiert
es: Actualizando automáticamente la categoría según el proceso enfocado
fr: Mise à jour automatique de la catégorie en fonction du processus actif
ja: フォーカスされたプロセスに基づいてカテゴリを自動的に更新しています
ko: 포커스된 프로세스를 기반으로 카테고리를 자동으로 업데이트합니다
pl: Automatyczna aktualizacja kategorii na podstawie aktywnego procesu
pt: Atualizando automaticamente a categoria com base no processo focado
zh: 根据聚焦的进程自动更新分类

# updateDialogPublished
source: Published {date}
cs: Publikováno {date}
de: Veröffentlicht am {date}
es: Publicado {date}
fr: Publié le {date}
ja: {date}に公開
ko: {date}에 게시됨
pl: Opublikowano {date}
pt: Publicado em {date}
zh: 发布于 {date}

# updateDialogVersionLabel
source: VERSION
cs: VERZE
es: VERSIÓN
ja: バージョン
ko: 버전
pl: WERSJA
pt: VERSÃO

# updateDialogSize
source: Size
cs: Velikost
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
pl: Rozmiar
pt: Tamanho

# updateDialogPublishedLabel
source: Published
cs: Vydáno
es: Publicado
fr: Publié
ja: 公開日
ko: 배포일
pl: Opublikowano
pt: Publicado

# updateDialogDownloading
source: Downloading
cs: Stahování
es: Descargando
fr: Téléchargement en cours
ja: ダウンロード中
ko: 다운로드 중
pl: Pobieranie
pt: Baixando

# updateDialogReadyToInstall
source: Ready to Install
cs: Připraveno k instalaci
es: Listo para Instalar
fr: Prêt à installer
ja: インストール準備完了
ko: 설치 준비 완료
pl: Gotowe do instalacji
pt: Pronto para Instalar

# updateDialogClickInstallRestart
source: Click Install & Restart
cs: Klikněte na Instalovat a restartovat
es: Haz clic en Instalar y Reiniciar
fr: Cliquez sur Installer et Redémarrer
ja: インストールして再起動をクリック
ko: 설치 및 재시작 클릭
pl: Kliknij Zainstaluj i uruchom ponownie
pt: Clique em Instalar e Reiniciar

# updateDialogDownloadFailedTitle
source: Download Failed
cs: Stahování selhalo
es: Error en la Descarga
fr: Échec du téléchargement
ja: ダウンロード失敗
ko: 다운로드 실패
pl: Pobieranie nie powiodło się
pt: Falha no Download

# updateDialogNeverShowTooltip
source: Never show this version again
cs: Tuto verzi již nikdy nezobrazovat
es: No volver a mostrar esta versión
fr: Ne plus afficher cette version
ja: このバージョンを二度と表示しない
ko: 이 버전을 다시 표시하지 않음
pl: Nigdy więcej nie pokazuj tej wersji
pt: Nunca mostrar esta versão novamente

# updateDialogIgnoreButton
source: Ignore
cs: Ignorovat
es: Ignorar
fr: Ignorer
ja: 無視
ko: 무시
pl: Ignoruj
pt: Ignorar

# updateDialogRemindTooltip
source: Remind me next time
cs: Připomenout příště
es: Recordarme la próxima vez
fr: Me le rappeler la prochaine fois
ja: 次回通知する
ko: 다음에 다시 알림
pl: Przypomnij mi następnym razem
pt: Lembrar-me da próxima vez

# updateDialogPostpone
source: Postpone
cs: Odložit
es: Posponer
fr: Reporter
ja: 延期
ko: 연기
pl: Odłóż
pt: Adiar

# categoryMappingAddDialogEditTitle
source: EDIT MAPPING
cs: UPRAVIT MAPOVÁNÍ
de: ZUORDNUNG BEARBEITEN
es: EDITAR MAPEO
fr: MODIFIER LE MAPPAGE
ja: マッピングを編集
ko: 매핑 편집
pl: EDYTUJ MAPOWANIE
pt: EDITAR MAPEAMENTO
zh: 编辑映射

# settingsApplication
source: Application
cs: Aplikace
de: Anwendung
es: Aplicación
ja: アプリケーション
ko: 애플리케이션
pl: Aplikacja
pt: Aplicativo
zh: 应用程序

# autoSwitcherControlsInactiveDescription
source: Start monitoring to enable automatic category updates
cs: Spusťte monitorování pro povolení automatických aktualizací kategorie
de: Starten Sie die Überwachung, um automatische Kategorieaktualisierungen zu aktivieren
es: Inicia la monitorización para habilitar las actualizaciones automáticas de categoría
fr: Démarrez la surveillance pour activer les mises à jour automatiques de catégorie
ja: 監視を開始してカテゴリの自動更新を有効にしてください
ko: 모니터링을 시작하여 자동 카테고리 업데이트를 활성화하세요
pl: Rozpocznij monitorowanie, aby włączyć automatyczne aktualizacje kategorii
pt: Inicie o monitoramento para habilitar atualizações automáticas de categoria
zh: 开始监控以启用自动分类更新

# welcomeStepLanguage
source: Language
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pl: Język
pt: Idioma
zh: 语言

# categoryMappingAddDialogAddTitle
source: ADD NEW MAPPING
cs: PŘIDAT NOVÉ MAPOVÁNÍ
de: NEUE ZUORDNUNG HINZUFÜGEN
es: AGREGAR NUEVO MAPEO
fr: AJOUTER UN NOUVEAU MAPPAGE
ja: 新しいマッピングを追加
ko: 새 매핑 추가
pl: DODAJ NOWE MAPOWANIE
pt: ADICIONAR NOVO MAPEAMENTO
zh: 添加新映射

# categoryMappingAddDialogClose
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pl: Zamknij
pt: Fechar
zh: 关闭

# categoryMappingAddDialogProcessName
source: PROCESS NAME
cs: NÁZEV PROCESU
de: PROZESSNAME
es: NOMBRE DEL PROCESO
fr: NOM DU PROCESSUS
ja: プロセス名
ko: 프로세스 이름
pl: NAZWA PROCESU
pt: NOME DO PROCESSO
zh: 进程名称

# categoryMappingAddDialogExecutablePath
source: EXECUTABLE PATH (OPTIONAL)
cs: CESTA K SOUBORU (VOLITELNÉ)
de: AUSFÜHRBARER PFAD (OPTIONAL)
es: RUTA DEL EJECUTABLE (OPCIONAL)
fr: CHEMIN DE L'EXÉCUTABLE (FACULTATIF)
ja: 実行可能ファイルパス（オプション）
ko: 실행 파일 경로(선택 사항)
pl: ŚCIEŻKA PLIKU WYKONYWALNEGO (OPCJONALNIE)
pt: CAMINHO DO EXECUTÁVEL (OPCIONAL)
zh: 可执行文件路径（可选）

# categoryMappingAddDialogCategoryId
source: TWITCH CATEGORY ID
cs: TWITCH ID KATEGORIE
de: TWITCH-KATEGORIE-ID
es: ID DE CATEGORÍA DE TWITCH
fr: ID DE CATÉGORIE TWITCH
ja: TwitchカテゴリID
ko: Twitch 카테고리 ID
pl: ID KATEGORII TWITCH
pt: ID DA CATEGORIA TWITCH
zh: TWITCH 分类 ID

# categoryMappingAddDialogCategoryName
source: TWITCH CATEGORY NAME
cs: NÁZEV TWITCH KATEGORIE
de: TWITCH-KATEGORIENAME
es: NOMBRE DE CATEGORÍA DE TWITCH
fr: NOM DE CATÉGORIE TWITCH
ja: Twitchカテゴリ名
ko: Twitch 카테고리 이름
pl: NAZWA KATEGORII TWITCH
pt: NOME DA CATEGORIA TWITCH
zh: TWITCH 分类名称

# categoryMappingAddDialogCancel
source: CANCEL
cs: ZRUŠIT
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
ja: キャンセル
ko: 취소
pl: ANULUJ
pt: CANCELAR
zh: 取消

# categoryMappingAddDialogUpdate
source: UPDATE
cs: AKTUALIZOVAT
de: AKTUALISIEREN
es: ACTUALIZAR
fr: METTRE À JOUR
ja: 更新
ko: 업데이트
pl: AKTUALIZUJ
pt: ATUALIZAR
zh: 更新

# categoryMappingAddDialogAdd
source: ADD
cs: PŘIDAT
de: HINZUFÜGEN
es: AGREGAR
fr: AJOUTER
ja: 追加
ko: 추가
pl: DODAJ
pt: ADICIONAR
zh: 添加

# settingsAutoStartWindowsLabel
source: Auto-start with Windows
cs: Automaticky spustit s Windows
de: Automatischer Start mit Windows
es: Inicio automático con Windows
fr: Démarrage automatique avec Windows
ja: Windows起動時に自動起動
ko: Windows와 함께 자동 시작
pl: Automatyczne uruchamianie z Windows
pt: Iniciar automaticamente com o Windows
zh: 随 Windows 自动启动

# categoryMappingAddDialogCloseTooltip
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pl: Zamknij
pt: Fechar
zh: 关闭

# settingsAutoStartWindowsSubtitle
source: Launch TKit automatically when Windows starts
cs: Spustit TKit automaticky při startu Windows
de: TKit automatisch beim Start von Windows starten
es: Iniciar TKit automáticamente cuando Windows se inicie
fr: Lancer TKit automatiquement au démarrage de Windows
ja: Windows起動時にTKitを自動的に起動します
ko: Windows 시작 시 TKit을 자동으로 시작합니다
pl: Uruchamiaj TKit automatycznie po uruchomieniu Windows
pt: Iniciar o TKit automaticamente quando o Windows iniciar
zh: Windows 启动时自动启动 TKit

# categoryMappingAddDialogProcessNameLabel
source: PROCESS NAME
cs: NÁZEV PROCESU
de: PROZESSNAME
es: NOMBRE DEL PROCESO
fr: NOM DU PROCESSUS
ja: プロセス名
ko: 프로세스 이름
pl: NAZWA PROCESU
pt: NOME DO PROCESSO
zh: 进程名称

# welcomeLanguageStepTitle
source: STEP 1: SELECT YOUR LANGUAGE
cs: KROK 1: VYBERTE SVŮJ JAZYK
de: SCHRITT 1: WÄHLEN SIE IHRE SPRACHE
es: PASO 1: SELECCIONA TU IDIOMA
fr: ÉTAPE 1 : SÉLECTIONNEZ VOTRE LANGUE
ja: ステップ1：言語を選択
ko: 1단계: 언어 선택
pl: KROK 1: WYBIERZ SWÓJ JĘZYK
pt: PASSO 1: SELECIONE SEU IDIOMA
zh: 步骤 1：选择您的语言

# settingsStartMinimizedLabel
source: Start minimized
cs: Spustit minimalizovaný
de: Minimiert starten
es: Iniciar minimizado
fr: Démarrer réduit
ja: 最小化して起動
ko: 최소화하여 시작
pl: Uruchom zminimalizowany
pt: Iniciar minimizado
zh: 启动时最小化

# categoryMappingAddDialogProcessNameHint
source: e.g., League of Legends.exe
cs: např. League of Legends.exe
de: z. B. League of Legends.exe
es: p. ej., League of Legends.exe
fr: p. ex., League of Legends.exe
ja: 例：League of Legends.exe
ko: 예: League of Legends.exe
pl: np. League of Legends.exe
pt: ex.: League of Legends.exe
zh: 例如：League of Legends.exe

# welcomeLanguageChangeLater
source: You can change this later in Settings.
cs: Toto můžete změnit později v Nastavení.
de: Sie können dies später in den Einstellungen ändern.
es: Puedes cambiar esto más tarde en Configuración.
fr: Vous pouvez modifier cela plus tard dans les paramètres.
ja: これは後で設定で変更できます。
ko: 나중에 설정에서 변경할 수 있습니다.
pl: Możesz to zmienić później w Ustawieniach.
pt: Você pode alterar isso mais tarde nas Configurações.
zh: 您可以稍后在设置中更改。

# settingsStartMinimizedSubtitle
source: Launch TKit minimized to system tray
cs: Spustit TKit minimalizovaný do systémové lišty
de: TKit minimiert in der Taskleiste starten
es: Iniciar TKit minimizado en la bandeja del sistema
fr: Lancer TKit réduit dans la barre système
ja: TKitをシステムトレイに最小化して起動します
ko: 시스템 트레이에 최소화하여 TKit 시작
pl: Uruchom TKit zminimalizowany do zasobnika systemowego
pt: Iniciar o TKit minimizado na bandeja do sistema
zh: 将 TKit 最小化到系统托盘启动

# categoryMappingAddDialogProcessNameRequired
source: Process name is required
cs: Název procesu je povinný
de: Prozessname ist erforderlich
es: El nombre del proceso es obligatorio
fr: Le nom du processus est obligatoire
ja: プロセス名は必須です
ko: 프로세스 이름은 필수입니다
pl: Nazwa procesu jest wymagana
pt: O nome do processo é obrigatório
zh: 进程名称为必填项

# welcomeTwitchStepTitle
source: STEP 2: CONNECT TO TWITCH
cs: KROK 2: PŘIPOJTE SE K TWITCH
de: SCHRITT 2: MIT TWITCH VERBINDEN
es: PASO 2: CONECTAR CON TWITCH
fr: ÉTAPE 2 : SE CONNECTER À TWITCH
ja: ステップ2：Twitchに接続
ko: 2단계: TWITCH에 연결
pl: KROK 2: POŁĄCZ Z TWITCH
pt: PASSO 2: CONECTAR AO TWITCH
zh: 步骤 2：连接到 TWITCH

# settingsMinimizeToTrayLabel
source: Close to system tray
cs: Minimalizovat do systémové lišty
de: In Taskleiste minimieren
es: Minimizar a la bandeja del sistema
fr: Réduire dans la barre système
ja: システムトレイに最小化
ko: 시스템 트레이로 최소화
pl: Minimalizuj do zasobnika systemowego
pt: Minimizar para a bandeja do sistema
zh: 最小化到系统托盘

# categoryMappingAddDialogExecutablePathLabel
source: EXECUTABLE PATH (OPTIONAL)
cs: CESTA K SOUBORU (VOLITELNÉ)
de: AUSFÜHRBARER PFAD (OPTIONAL)
es: RUTA DEL EJECUTABLE (OPCIONAL)
fr: CHEMIN DE L'EXÉCUTABLE (FACULTATIF)
ja: 実行可能ファイルパス（オプション）
ko: 실행 파일 경로(선택 사항)
pl: ŚCIEŻKA PLIKU WYKONYWALNEGO (OPCJONALNIE)
pt: CAMINHO DO EXECUTÁVEL (OPCIONAL)
zh: 可执行文件路径（可选）

# welcomeTwitchConnectionTitle
source: Twitch Connection
cs: Připojení k Twitch
de: Twitch-Verbindung
es: Conexión con Twitch
fr: Connexion Twitch
ja: Twitch接続
ko: Twitch 연결
pl: Połączenie Twitch
pt: Conexão Twitch
zh: Twitch 连接

# settingsMinimizeToTraySubtitle
source: Keep TKit running in the background when closing window (minimize goes to taskbar)
cs: Ponechat TKit spuštěný na pozadí při zavření nebo minimalizaci
de: TKit beim Schließen oder Minimieren im Hintergrund weiterlaufen lassen
es: Mantener TKit ejecutándose en segundo plano al cerrar o minimizar
fr: Garder TKit en cours d'exécution en arrière-plan lors de la fermeture ou de la réduction
ja: 閉じるまたは最小化するときにTKitをバックグラウンドで実行し続けます
ko: 닫거나 최소화할 때 TKit을 백그라운드에서 실행
pl: Utrzymuj TKit działający w tle podczas zamykania lub minimalizowania
pt: Manter o TKit em execução em segundo plano ao fechar ou minimizar
zh: 关闭或最小化时让 TKit 在后台运行
