Repository: evobug-com/TKit
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, ja, ko, pl, pt, zh

# settingsFactoryResetSuccess
source: Application reset to factory defaults successfully. Please restart the application.
cs: Aplikace byla úspěšně obnovena na tovární nastavení. Prosím restartujte aplikaci.
de: Die Anwendung wurde erfolgreich auf Werkseinstellungen zurückgesetzt. Bitte starten Sie die Anwendung neu.
es: La aplicación se restableció a los valores de fábrica correctamente. Por favor, reinicie la aplicación.
fr: L'application a été réinitialisée aux paramètres d'usine avec succès. Veuillez redémarrer l'application.
ja: アプリケーションは工場出荷時の状態に正常にリセットされました。アプリケーションを再起動してください。
ko: 애플리케이션이 공장 기본값으로 성공적으로 재설정되었습니다. 애플리케이션을 다시 시작하세요.
pl: Aplikacja została przywrócona do ustawień fabrycznych pomyślnie. Proszę uruchomić aplikację ponownie.
pt: O aplicativo foi redefinido para os padrões de fábrica com sucesso. Por favor, reinicie o aplicativo.
zh: 应用程序已成功重置为出厂默认值。请重新启动应用程序。

# settingsUpdates
source: Updates
cs: Aktualizace
de: Aktualisierungen
es: Actualizaciones
fr: Mises à jour
ja: アップデート
ko: 업데이트
pl: Aktualizacje
pt: Atualizações
zh: 更新

# settingsUpdateChannelLabel
source: Update Channel
cs: Aktualizační kanál
de: Aktualisierungskanal
es: Canal de actualizaciones
fr: Canal de mise à jour
ja: アップデートチャンネル
ko: 업데이트 채널
pl: Kanał aktualizacji
pt: Canal de atualização
zh: 更新频道

# settingsUpdateChannelDescription
source: Choose which types of updates you want to receive
cs: Vyberte, jaké typy aktualizací chcete přijímat
de: Wählen Sie, welche Arten von Aktualisierungen Sie erhalten möchten
es: Elige qué tipos de actualizaciones deseas recibir
fr: Choisissez les types de mises à jour que vous souhaitez recevoir
ja: 受信するアップデートの種類を選択してください
ko: 받고 싶은 업데이트 유형을 선택하세요
pl: Wybierz, jakie typy aktualizacji chcesz otrzymywać
pt: Escolha quais tipos de atualizações você deseja receber
zh: 选择您想要接收的更新类型

# settingsUpdateChannelChanged
source: Update channel changed to {channel}. Checking for updates...
cs: Aktualizační kanál změněn na {channel}. Kontrola aktualizací...
de: Aktualisierungskanal geändert zu {channel}. Suche nach Aktualisierungen...
es: Canal de actualizaciones cambiado a {channel}. Buscando actualizaciones...
fr: Canal de mise à jour changé en {channel}. Vérification des mises à jour...
ja: アップデートチャンネルが{channel}に変更されました。アップデートを確認中...
ko: 업데이트 채널이 {channel}(으)로 변경되었습니다. 업데이트 확인 중...
pl: Kanał aktualizacji zmieniony na {channel}. Sprawdzanie aktualizacji...
pt: Canal de atualização alterado para {channel}. Verificando atualizações...
zh: 更新频道已更改为{channel}。正在检查更新...

# updateChannelStable
source: Stable
cs: Stabilní
de: Stabil
es: Estable
ja: 安定版
ko: 안정판
pl: Stabilny
pt: Estável
zh: 稳定版

# updateChannelStableDesc
source: Recommended for most users. Only stable releases.
cs: Doporučeno pro většinu uživatelů. Pouze stabilní verze.
de: Empfohlen für die meisten Benutzer. Nur stabile Versionen.
es: Recomendado para la mayoría de usuarios. Solo versiones estables.
fr: Recommandé pour la plupart des utilisateurs. Uniquement des versions stables.
ja: ほとんどのユーザーに推奨。安定版のみ。
ko: 대부분의 사용자에게 권장됩니다. 안정판만 제공됩니다.
pl: Zalecane dla większości użytkowników. Tylko stabilne wydania.
pt: Recomendado para a maioria dos usuários. Apenas versões estáveis.
zh: 推荐给大多数用户。仅稳定版本。

# updateChannelRcDesc
source: Stable features with final testing before stable release.
cs: Stabilní funkce s finálním testováním před stabilním vydáním.
de: Stabile Funktionen mit abschließendem Test vor der stabilen Version.
es: Características estables con pruebas finales antes del lanzamiento estable.
fr: Fonctionnalités stables avec tests finaux avant la version stable.
ja: 安定版リリース前の最終テストを伴う安定機能。
ko: 안정판 출시 전 최종 테스트를 거친 안정적인 기능.
pl: Stabilne funkcje z końcowymi testami przed stabilnym wydaniem.
pt: Recursos estáveis com testes finais antes do lançamento estável.
zh: 稳定版发布前的最终测试功能。

# updateChannelBetaDesc
source: New features that are mostly stable. May have bugs.
cs: Nové funkce, které jsou většinou stabilní. Mohou obsahovat chyby.
de: Neue Funktionen, die größtenteils stabil sind. Kann Fehler enthalten.
es: Nuevas funciones que son mayormente estables. Puede tener errores.
fr: Nouvelles fonctionnalités principalement stables. Peut contenir des bugs.
ja: ほぼ安定した新機能。バグがある可能性があります。
ko: 대부분 안정적인 새 기능. 버그가 있을 수 있습니다.
pl: Nowe funkcje, które są w większości stabilne. Może zawierać błędy.
pt: Novos recursos que são principalmente estáveis. Pode ter bugs.
zh: 大部分稳定的新功能。可能有错误。

# updateChannelDev
source: Development
cs: Vývojový
de: Entwicklung
es: Desarrollo
fr: Développement
ja: 開発版
ko: 개발판
pl: Deweloperski
pt: Desenvolvimento
zh: 开发版

# updateChannelDevDesc
source: Bleeding edge features. Expect bugs and instability.
cs: Nejnovější funkce. Očekávejte chyby a nestabilitu.
de: Neueste Funktionen. Erwarten Sie Fehler und Instabilität.
es: Características de última generación. Espere errores e inestabilidad.
fr: Fonctionnalités de pointe. Attendez-vous à des bugs et de l'instabilité.
ja: 最先端機能。バグと不安定性が予想されます。
ko: 최신 기능. 버그와 불안정성이 예상됩니다.
pl: Najnowsze funkcje. Spodziewaj się błędów i niestabilności.
pt: Recursos de ponta. Espere bugs e instabilidade.
zh: 最前沿功能。预计会有错误和不稳定性。

# fallbackBehaviorDoNothing
source: Do Nothing
cs: Nedělat nic
de: Nichts tun
es: No hacer nada
fr: Ne rien faire
ja: 何もしない
ko: 아무 작업도 안 함
pl: Nie rób nic
pt: Não fazer nada
zh: 不执行任何操作

# fallbackBehaviorCustom
source: Custom Category
cs: Vlastní kategorie
de: Eigene Kategorie
es: Categoría personalizada
fr: Catégorie personnalisée
ja: カスタムカテゴリ
ko: 커스텀 카테고리
pl: Własna kategoria
pt: Categoria personalizada
zh: 自定义分类

# settingsPageTitle
source: SETTINGS
cs: NASTAVENÍ
de: EINSTELLUNGEN
es: CONFIGURACIÓN
fr: PARAMÈTRES
ja: 設定
ko: 설정
pl: USTAWIENIA
pt: CONFIGURAÇÕES
zh: 设置

# settingsPageDescription
source: Configure application behavior and preferences
cs: Konfigurace chování a preferencí aplikace
de: Anwendungsverhalten und Einstellungen konfigurieren
es: Configurar comportamiento y preferencias de la aplicación
fr: Configurer le comportement et les préférences de l'application
ja: アプリケーションの動作と設定を構成
ko: 애플리케이션 동작 및 기본 설정 구성
pl: Skonfiguruj zachowanie i preferencje aplikacji
pt: Configurar comportamento e preferências da aplicação
zh: 配置应用程序行为和首选项

# settingsTabGeneral
source: General
cs: Obecné
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pl: Ogólne
pt: Geral
zh: 常规

# settingsTabAutoSwitcher
source: Auto Switcher
cs: Automatický přepínač
de: Auto-Umschalter
es: Cambio automático
fr: Commutateur automatique
ja: 自動切り替え
ko: 자동 전환기
pl: Automatyczny przełącznik
pt: Alternador automático
zh: 自动切换器

# settingsTabKeyboard
source: Keyboard
cs: Klávesnice
de: Tastatur
es: Teclado
fr: Clavier
ja: キーボード
ko: 키보드
pl: Klawiatura
pt: Teclado
zh: 键盘

# settingsTabAdvanced
source: Advanced
cs: Pokročilé
de: Erweitert
es: Avanzado
fr: Avancé
ja: 詳細
ko: 고급
pl: Zaawansowane
pt: Avançado
zh: 高级

# unknownGameDialogStepCategory
source: Category
cs: Kategorie
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリー
ko: 카테고리
pl: Kategoria
pt: Categoria
zh: 类别

# unknownGameDialogStepDestination
source: Destination
cs: Cíl
de: Ziel
es: Destino
ja: 保存先
ko: 대상
pl: Miejsce docelowe
pt: Destino
zh: 目标

# unknownGameDialogStepConfirm
source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
ko: 확인
pl: Potwierdź
pt: Confirmar
zh: 确认

# unknownGameDialogConfirmHeader
source: Review & Confirm
cs: Zkontrolovat a potvrdit
de: Überprüfen und bestätigen
es: Revisar y confirmar
fr: Vérifier et confirmer
ja: 確認と承認
ko: 검토 및 확인
pl: Przejrzyj i potwierdź
pt: Revisar e confirmar
zh: 审查并确认

# unknownGameDialogConfirmDescription
source: Please review your selections before saving
cs: Před uložením zkontrolujte svůj výběr
de: Bitte überprüfen Sie Ihre Auswahl vor dem Speichern
es: Por favor revisa tus selecciones antes de guardar
fr: Veuillez vérifier vos sélections avant d'enregistrer
ja: 保存する前に選択内容を確認してください
ko: 저장하기 전에 선택 내용을 검토하세요
pl: Proszę sprawdzić swoje wybory przed zapisaniem
pt: Por favor, revise suas seleções antes de salvar
zh: 请在保存前检查您的选择

# unknownGameDialogConfirmCategory
source: TWITCH CATEGORY
cs: KATEGORIE TWITCH
de: TWITCH-KATEGORIE
es: CATEGORÍA DE TWITCH
fr: CATÉGORIE TWITCH
ja: TWITCHカテゴリー
ko: 트위치 카테고리
pl: KATEGORIA TWITCH
pt: CATEGORIA TWITCH
zh: TWITCH类别

# unknownGameDialogConfirmDestination
source: DESTINATION LIST
cs: CÍLOVÝ SEZNAM
de: ZIELLISTE
es: LISTA DE DESTINO
fr: LISTE DE DESTINATION
ja: 保存先リスト
ko: 대상 목록
pl: LISTA DOCELOWA
pt: LISTA DE DESTINO
zh: 目标列表

# unknownGameDialogBack
source: Back
cs: Zpět
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
pl: Wstecz
pt: Voltar
zh: 返回

# unknownGameDialogNext
source: Next
cs: Další
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
pl: Dalej
pt: Próximo
zh: 下一步

# unknownGameDialogCategoryHeader
source: Select Twitch Category
cs: Vyberte kategorii Twitch
de: Twitch-Kategorie auswählen
es: Seleccionar categoría de Twitch
fr: Sélectionner la catégorie Twitch
ja: Twitchカテゴリーを選択
ko: 트위치 카테고리 선택
pl: Wybierz kategorię Twitch
pt: Selecionar categoria da Twitch
zh: 选择Twitch类别

# unknownGameDialogCategoryDescription
source: Search and select the Twitch category for this game
cs: Vyhledejte a vyberte kategorii Twitch pro tuto hru
de: Suchen und wählen Sie die Twitch-Kategorie für dieses Spiel
es: Busca y selecciona la categoría de Twitch para este juego
fr: Rechercher et sélectionner la catégorie Twitch pour ce jeu
ja: このゲームのTwitchカテゴリーを検索して選択してください
ko: 이 게임의 트위치 카테고리를 검색하고 선택하세요
pl: Wyszukaj i wybierz kategorię Twitch dla tej gry
pt: Procure e selecione a categoria da Twitch para este jogo
zh: 搜索并选择此游戏的Twitch类别

# unknownGameDialogListHeader
source: Choose Destination
cs: Zvolte cíl
de: Ziel wählen
es: Elegir destino
fr: Choisir la destination
ja: 保存先を選択
ko: 대상 선택
pl: Wybierz miejsce docelowe
pt: Escolher destino
zh: 选择目标

# unknownGameDialogListDescription
source: Select where to save this mapping
cs: Vyberte, kam chcete toto mapování uložit
de: Wählen Sie, wo diese Zuordnung gespeichert werden soll
es: Selecciona dónde guardar este mapeo
fr: Sélectionner où enregistrer ce mappage
ja: このマッピングを保存する場所を選択してください
ko: 이 매핑을 저장할 위치를 선택하세요
pl: Wybierz, gdzie zapisać to mapowanie
pt: Selecione onde salvar este mapeamento
zh: 选择保存此映射的位置

# unknownGameDialogNoWritableLists
source: No writable lists available
cs: Nejsou k dispozici žádné zapisovatelné seznamy
de: Keine beschreibbaren Listen verfügbar
es: No hay listas disponibles para escritura
fr: Aucune liste modifiable disponible
ja: 書き込み可能なリストがありません
ko: 쓰기 가능한 목록이 없습니다
pl: Brak dostępnych list z możliwością zapisu
pt: Nenhuma lista gravável disponível
zh: 没有可写列表

# unknownGameDialogNoWritableListsHint
source: Create a local list in Category Mappings to save custom mappings
cs: Vytvořte místní seznam v Mapování kategorií pro uložení vlastních mapování
de: Erstellen Sie eine lokale Liste in Kategorie-Zuordnungen, um benutzerdefinierte Zuordnungen zu speichern
es: Crea una lista local en Mapeos de categorías para guardar mapeos personalizados
fr: Créer une liste locale dans Mappages de catégories pour enregistrer des mappages personnalisés
ja: カスタムマッピングを保存するには、カテゴリーマッピングでローカルリストを作成してください
ko: 사용자 정의 매핑을 저장하려면 카테고리 매핑에서 로컬 목록을 만드세요
pl: Utwórz lokalną listę w Mapowaniach kategorii, aby zapisać niestandardowe mapowania
pt: Crie uma lista local em Mapeamentos de categorias para salvar mapeamentos personalizados
zh: 在类别映射中创建本地列表以保存自定义映射

# unknownGameDialogLocalListsHeader
source: LOCAL MAPPINGS
cs: MÍSTNÍ MAPOVÁNÍ
de: LOKALE ZUORDNUNGEN
es: MAPEOS LOCALES
fr: MAPPAGES LOCAUX
ja: ローカルマッピング
ko: 로컬 매핑
pl: LOKALNE MAPOWANIA
pt: MAPEAMENTOS LOCAIS
zh: 本地映射

# unknownGameDialogSubmissionListsHeader
source: COMMUNITY SUBMISSION
cs: PŘÍSPĚVEK KOMUNITY
de: COMMUNITY-EINREICHUNG
es: ENVÍO A LA COMUNIDAD
fr: SOUMISSION COMMUNAUTAIRE
ja: コミュニティへの投稿
ko: 커뮤니티 제출
pl: ZGŁOSZENIE SPOŁECZNOŚCI
pt: ENVIO À COMUNIDADE
zh: 社区提交

# unknownGameDialogWorkflowHeader
source: How Submission Works
cs: Jak funguje odesílání příspěvků
de: So funktioniert die Einreichung
es: Cómo funciona el envío
fr: Comment fonctionne la soumission
ja: 投稿の仕組み
ko: 제출 방법
pl: Jak działa zgłaszanie
pt: Como funciona o envio
zh: 提交工作流程

# unknownGameDialogWorkflowCompactNote
source: Saves locally first, then submitted for community approval
cs: Nejprve se uloží místně, poté se odešle ke schválení komunitou
de: Wird zuerst lokal gespeichert, dann zur Community-Genehmigung eingereicht
es: Se guarda localmente primero, luego se envía para aprobación de la comunidad
fr: Enregistré localement d'abord, puis soumis pour approbation communautaire
ja: 最初にローカルに保存され、その後コミュニティの承認のために投稿されます
ko: 먼저 로컬에 저장된 후 커뮤니티 승인을 위해 제출됩니다
pl: Najpierw zapisywane lokalnie, następnie wysyłane do zatwierdzenia przez społeczność
pt: Salvo localmente primeiro, depois enviado para aprovação da comunidade
zh: 首先保存到本地，然后提交给社区审批

# unknownGameDialogWorkflowLearnMore
source: Learn More
cs: Zjistit více
de: Mehr erfahren
es: Más información
fr: En savoir plus
ja: 詳しく見る
ko: 자세히 알아보기
pl: Dowiedz się więcej
pt: Saiba mais
zh: 了解更多

# unknownGameDialogWorkflowStep1Title
source: Saved Locally (Immediate)
cs: Uloženo místně (okamžitě)
de: Lokal gespeichert (sofort)
es: Guardado localmente (inmediato)
fr: Enregistré localement (immédiat)
ja: ローカルに保存（即時）
ko: 로컬에 저장됨 (즉시)
pl: Zapisane lokalnie (natychmiast)
pt: Salvo localmente (imediato)
zh: 本地保存（立即）

# unknownGameDialogWorkflowStep1Description
source: Mapping is added to your local list and works immediately
cs: Mapování je přidáno do místního seznamu a funguje okamžitě
de: Zuordnung wird zu Ihrer lokalen Liste hinzugefügt und funktioniert sofort
es: El mapeo se agrega a tu lista local y funciona inmediatamente
fr: Le mappage est ajouté à votre liste locale et fonctionne immédiatement
ja: マッピングがローカルリストに追加され、すぐに機能します
ko: 매핑이 로컬 목록에 추가되고 즉시 작동합니다
pl: Mapowanie jest dodawane do lokalnej listy i działa natychmiast
pt: O mapeamento é adicionado à sua lista local e funciona imediatamente
zh: 映射被添加到您的本地列表并立即生效

# unknownGameDialogWorkflowStep2Title
source: Submitted for Review
cs: Odesláno ke kontrole
de: Zur Überprüfung eingereicht
es: Enviado para revisión
fr: Soumis pour examen
ja: レビューのために投稿
ko: 검토를 위해 제출됨
pl: Wysłane do przeglądu
pt: Enviado para revisão
zh: 已提交审核

# unknownGameDialogWorkflowStep2Description
source: Your mapping is submitted to the community for approval
cs: Vaše mapování je odesláno komunitě ke schválení
de: Ihre Zuordnung wird zur Genehmigung an die Community eingereicht
es: Tu mapeo se envía a la comunidad para su aprobación
fr: Votre mappage est soumis à la communauté pour approbation
ja: マッピングが承認のためにコミュニティに投稿されます
ko: 매핑이 승인을 위해 커뮤니티에 제출됩니다
pl: Twoje mapowanie jest wysyłane do społeczności w celu zatwierdzenia
pt: Seu mapeamento é enviado à comunidade para aprovação
zh: 您的映射已提交给社区进行审批

# unknownGameDialogWorkflowStep3Title
source: Merged to Official
cs: Sloučeno do oficiálního
de: In offiziell zusammengeführt
es: Fusionado a oficial
fr: Fusionné dans l'officiel
ja: 公式にマージ
ko: 공식에 병합됨
pl: Połączone z oficjalnym
pt: Mesclado ao oficial
zh: 合并到官方

# unknownGameDialogWorkflowStep3Description
source: Once approved, it appears in official mappings and is removed from your local list
cs: Po schválení se zobrazí v oficiálních mapováních a bude odstraněno z místního seznamu
de: Nach der Genehmigung erscheint sie in den offiziellen Zuordnungen und wird aus Ihrer lokalen Liste entfernt
es: Una vez aprobado, aparece en los mapeos oficiales y se elimina de tu lista local
fr: Une fois approuvé, il apparaît dans les mappages officiels et est retiré de votre liste locale
ja: 承認されると、公式マッピングに表示され、ローカルリストから削除されます
ko: 승인되면 공식 매핑에 나타나고 로컬 목록에서 제거됩니다
pl: Po zatwierdzeniu pojawia się w oficjalnych mapowaniach i jest usuwane z lokalnej listy
pt: Uma vez aprovado, aparece nos mapeamentos oficiais e é removido da sua lista local
zh: 一旦获得批准，它将出现在官方映射中并从您的本地列表中删除

# unknownGameDialogThankYouTitle
source: Thank You!
cs: Děkujeme!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
ja: ありがとうございます！
ko: 감사합니다!
pl: Dziękujemy!
pt: Obrigado!
zh: 谢谢！

# unknownGameDialogThankYouMessage
source: Your contribution helps the community grow!
cs: Váš příspěvek pomáhá růst komunitě!
de: Ihr Beitrag hilft der Community zu wachsen!
es: ¡Tu contribución ayuda a que la comunidad crezca!
fr: Votre contribution aide la communauté à grandir !
ja: あなたの貢献がコミュニティの成長に役立ちます！
ko: 여러분의 기여가 커뮤니티 성장에 도움이 됩니다!
pl: Twój wkład pomaga społeczności rosnąć!
pt: Sua contribuição ajuda a comunidade a crescer!
zh: 您的贡献帮助社区成长！

# welcomeStepBehavior
source: Behavior
cs: Chování
de: Verhalten
es: Comportamiento
fr: Comportement
ja: 動作
ko: 동작
pl: Zachowanie
pt: Comportamento
zh: 行为

# welcomeBehaviorStepTitle
source: STEP 3: APPLICATION BEHAVIOR
cs: KROK 3: CHOVÁNÍ APLIKACE
de: SCHRITT 3: ANWENDUNGSVERHALTEN
es: PASO 3: COMPORTAMIENTO DE LA APLICACIÓN
fr: ÉTAPE 3 : COMPORTEMENT DE L'APPLICATION
ja: ステップ3：アプリケーションの動作
ko: 3단계: 애플리케이션 동작
pl: KROK 3: ZACHOWANIE APLIKACJI
pt: PASSO 3: COMPORTAMENTO DA APLICAÇÃO
zh: 步骤3：应用程序行为

# welcomeBehaviorTitle
source: Application Behavior
cs: Chování aplikace
de: Anwendungsverhalten
es: Comportamiento de la aplicación
fr: Comportement de l'application
ja: アプリケーションの動作
ko: 애플리케이션 동작
pl: Zachowanie aplikacji
pt: Comportamento da aplicação
zh: 应用程序行为

# welcomeBehaviorDescription
source: Configure how TKit behaves on startup and when minimized.
cs: Konfigurace chování TKit při spuštění a minimalizaci.
de: Konfigurieren Sie, wie sich TKit beim Start und beim Minimieren verhält.
es: Configura cómo se comporta TKit al iniciar y al minimizar.
fr: Configurez le comportement de TKit au démarrage et lors de la réduction.
ja: TKitの起動時および最小化時の動作を設定します。
ko: TKit의 시작 및 최소화 시 동작을 설정합니다.
pl: Skonfiguruj, jak TKit zachowuje się podczas uruchamiania i minimalizacji.
pt: Configure como o TKit se comporta ao iniciar e ao minimizar.
zh: 配置TKit启动和最小化时的行为。

# welcomeBehaviorOptionalInfo
source: These settings can be changed anytime in Settings.
cs: Tato nastavení lze kdykoli změnit v Nastavení.
de: Diese Einstellungen können jederzeit in den Einstellungen geändert werden.
es: Esta configuración se puede cambiar en cualquier momento en Configuración.
fr: Ces paramètres peuvent être modifiés à tout moment dans Paramètres.
ja: これらの設定はいつでも設定で変更できます。
ko: 이 설정은 언제든지 설정에서 변경할 수 있습니다.
pl: Te ustawienia można zmienić w dowolnym momencie w Ustawieniach.
pt: Estas configurações podem ser alteradas a qualquer momento nas Configurações.
zh: 这些设置可以随时在设置中更改。

# settingsWindowControlsPositionLabel
source: Window Controls Position
cs: Pozice ovládacích prvků okna
de: Position der Fenstersteuerelemente
es: Posición de los controles de ventana
fr: Position des contrôles de fenêtre
ja: ウィンドウコントロールの位置
ko: 창 컨트롤 위치
pl: Pozycja kontrolek okna
pt: Posição dos controles da janela
zh: 窗口控件位置

# settingsWindowControlsPositionDescription
source: Choose where window controls (minimize, maximize, close) appear
cs: Vyberte, kde se zobrazí ovládací prvky okna (minimalizovat, maximalizovat, zavřít)
de: Wählen Sie, wo Fenstersteuerelemente (Minimieren, Maximieren, Schließen) angezeigt werden
es: Elige dónde aparecen los controles de ventana (minimizar, maximizar, cerrar)
fr: Choisissez où apparaissent les contrôles de fenêtre (réduire, agrandir, fermer)
ja: ウィンドウコントロール（最小化、最大化、閉じる）を表示する場所を選択
ko: 창 컨트롤(최소화, 최대화, 닫기)이 표시되는 위치 선택
pl: Wybierz, gdzie pojawiają się kontrolki okna (minimalizuj, maksymalizuj, zamknij)
pt: Escolha onde aparecem os controles da janela (minimizar, maximizar, fechar)
zh: 选择窗口控件（最小化、最大化、关闭）出现的位置

# windowControlsPositionLeft
source: Left
cs: Vlevo
de: Links
es: Izquierda
fr: Gauche
ja: 左
ko: 왼쪽
pl: Lewo
pt: Esquerda
zh: 左

# windowControlsPositionCenter
source: Center
cs: Uprostřed
de: Mitte
es: Centro
fr: Centre
ja: 中央
ko: 중앙
pl: Środek
pt: Centro
zh: 中

# windowControlsPositionRight
source: Right
cs: Vpravo
de: Rechts
es: Derecha
fr: Droite
ja: 右
ko: 오른쪽
pl: Prawo
pt: Direita
zh: 右

# versionStatusUpToDate
source: Up to date
cs: Aktuální
de: Auf dem neuesten Stand
es: Actualizado
fr: À jour
ja: 最新
ko: 최신 상태
pl: Aktualne
pt: Atualizado
zh: 已是最新

# versionStatusUpdateAvailable
source: Update available
cs: Aktualizace k dispozici
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
ja: 更新が利用可能
ko: 업데이트 가능
pl: Dostępna aktualizacja
pt: Atualização disponível
zh: 有可用更新

# versionStatusCheckFailed
source: Update check failed: {error}
cs: Kontrola aktualizace selhala: {error}
de: Update-Prüfung fehlgeschlagen: {error}
es: Error al verificar actualización: {error}
fr: Échec de la vérification de mise à jour : {error}
ja: 更新の確認に失敗しました：{error}
ko: 업데이트 확인 실패: {error}
pl: Sprawdzanie aktualizacji nie powiodło się: {error}
pt: Falha na verificação de atualização: {error}
zh: 更新检查失败：{error}

# versionStatusNotInitialized
source: Update service not initialized
cs: Služba aktualizací není inicializována
de: Update-Dienst nicht initialisiert
es: Servicio de actualización no inicializado
fr: Service de mise à jour non initialisé
ja: 更新サービスが初期化されていません
ko: 업데이트 서비스가 초기화되지 않음
pl: Usługa aktualizacji nie została zainicjowana
pt: Serviço de atualização não inicializado
zh: 更新服务未初始化

# versionStatusPlatformNotSupported
source: Updates not supported on this platform
cs: Aktualizace nejsou na této platformě podporovány
de: Updates auf dieser Plattform nicht unterstützt
es: Actualizaciones no compatibles en esta plataforma
fr: Mises à jour non prises en charge sur cette plateforme
ja: このプラットフォームでは更新がサポートされていません
ko: 이 플랫폼에서는 업데이트가 지원되지 않습니다
pl: Aktualizacje nie są obsługiwane na tej platformie
pt: Atualizações não suportadas nesta plataforma
zh: 此平台不支持更新

# mappingListTooltipTwitchId
source: Twitch ID: {twitchCategoryId}
es: ID de Twitch: {twitchCategoryId}
fr: ID Twitch : {twitchCategoryId}
pl: ID Twitch: {twitchCategoryId}
pt: ID da Twitch: {twitchCategoryId}

# mappingEditorExportFilename
source: my-mappings.json
cs: moje-mapovani.json
de: meine-zuordnungen.json
es: mis-mapeos.json
fr: mes-mappages.json
pl: moje-mapowania.json
pt: meus-mapeamentos.json

# hotkeyEnter
source: Enter
de: Eingabe
es: Intro
fr: Entrée
zh: 回车

# hotkeyHome
source: Home
de: Pos1
es: Inicio
fr: Début

# hotkeyEnd
source: End
de: Ende
es: Fin
fr: Fin

# updateChannelRc
source: Release Candidate
cs: Kandidát na vydání

# listManagementImportUrlPlaceholder
source: https://example.com/mappings.json
fr: https://exemple.com/mappings.json
pt: https://exemplo.com/mapeamentos.json

# hotkeyModShift
source: Shift
de: Umschalt
fr: Maj

# hotkeyEscape
source: Esc
fr: Échap

# commonOk
source: OK
ko: 확인
zh: 确定

# hotkeyModCtrl
source: Ctrl
de: Strg
